{
    "page_name_index": "Sprachenzentrum",
    "Logo_name": "Sprachenzentrum",
    "dark_mode": "Dunkler Modus",
    "langs": "Sprachen",
    "about": "Über Uns",
    "contact": "Kontakt",
    "welcome_index": "Willkommen im Sprachenzentrum",
    "welcome_desc": "Entdecken Sie Sprachen und Kulturen aus der ganzen Welt.",
    
    "english": "Englische Sprache",
    "en_desc": "Erkunden Sie den Reichtum der englischen Sprache, ihre Geschichte und ihren globalen Einfluss. Erfahren Sie mehr über ihre Grammatik, ihren Wortschatz und die Nuancen, die sie einzigartig machen.",
    "spanish": "Spanische Sprache",
    "es_desc": "Tauchen Sie ein in die lebendige Welt der spanischen Sprache, die von Millionen weltweit gesprochen wird. Entdecken Sie ihre kulturelle Bedeutung, ihre vielfältigen Dialekte und die Schönheit ihrer Literatur.",
    "french": "Französische Sprache",
    "fr_desc": "Entdecken Sie die Eleganz der französischen Sprache, bekannt für ihre Kunst, Mode und Küche. Erfahren Sie mehr über ihre Grammatik, Aussprache und den kulturellen Kontext, der ihre Verwendung prägt.",
    "korean": "Koreanische Sprache",
    "kr_desc": "Entdecken Sie die koreanische Sprache, ihre distinctive Hangul-Schrift und ihr reiches kulturelles Erbe. Erfahren Sie mehr über Grammatik, Aussprache und die globale Wirkung der koreanischen Kultur.",
    "mandarin": "Mandarin Sprache",
    "zh_desc": "Entdecken Sie die Komplexität der Mandarin-Sprache, der am häufigsten gesprochenen Sprache der Welt. Erfahren Sie mehr über ihre Töne, Schriftzeichen und die kulturellen Nuancen, die die Kommunikation in der chinesischen Gesellschaft prägen.",
    "canto": "Kantonesische Sprache",
    "zh-yue_desc": "Tauchen Sie ein in die kantonesische Sprache, bekannt für ihre reiche Geschichte und kulturelle Bedeutung in Hongkong und Südchina. Erfahren Sie mehr über ihre einzigartige Phonetik, ihren Wortschatz und die Rolle, die sie für die lokale Identität spielt.",
    "japanese": "Japanische Sprache",
    "jp_desc": "Tauchen Sie ein in die japanische Sprache, bekannt für ihre einzigartigen Schriftsysteme und kulturelle Tiefe. Erfahren Sie mehr über Grammatik, Aussprache und den Einfluss der japanischen Kultur.",
    "indo": "Indonesische Sprache",
    "id_desc":"Entdecken Sie die indonesische Sprache, eine vereinende Kraft im vielfältigen Archipel Indonesiens.",
    "german": "Deutsche Sprache",
    "de_desc": "Erkunden Sie die deutsche Sprache, bekannt für ihre Präzision und reiche literarische Tradition. Erfahren Sie mehr über ihre Grammatik, ihren Wortschatz und den kulturellen Kontext, der ihre Verwendung in Deutschland und darüber hinaus prägt.",
    "dutch": "Niederländische Sprache",
    "nl_desc": "Entdecken Sie die niederländische Sprache, die in den Niederlanden und Belgien gesprochen wird. Erfahren Sie mehr über ihre einzigartigen Merkmale, Grammatik und den kulturellen Kontext, der ihre Verwendung in niederländischsprachigen Regionen beeinflusst.",
    "portuguese": "Brasilianisches Portugiesisch",
    "pt-br_desc": "Erkunden Sie die brasilianische portugiesische Sprache, eine Variante des Portugiesischen, die in Brasilien gesprochen wird. Erfahren Sie mehr über ihre einzigartige Aussprache, ihren Wortschatz und die kulturellen Einflüsse, die ihre Verwendung in der brasilianischen Gesellschaft prägen.",
    "russian": "Russische Sprache",
    "ru_desc":"Entdecken Sie die russische Sprache, bekannt für ihre reiche literarische Tradition und komplexe Grammatik. Erfahren Sie mehr über ihre kyrillische Schrift, Phonetik und den kulturellen Kontext, der die Kommunikation in russischsprachigen Regionen prägt.",
    "vietnamese": "Vietnamesische Sprache",
    "vi_desc": "Erkunden Sie die vietnamesische Sprache, bekannt für ihre tonale Natur und einzigartige Schrift. Erfahren Sie mehr über ihre Grammatik, Aussprache und die kulturellen Einflüsse, die die Kommunikation in Vietnam prägen.",
    
    "aboutUS": "Über Uns",
    "about_desc": "Das Sprachenzentrum ist der Förderung des Sprachenlernens und des kulturellen Austauschs gewidmet. Unsere Mission ist es, Ressourcen und Unterstützung für Sprachlernende weltweit bereitzustellen.",
    "contactUS": "Kontakt",
    "contact_desc": "Für Anfragen senden Sie uns bitte eine E-Mail an",
    "rights": "&copy; 2025 Sprachenzentrum. Alle Rechte vorbehalten.",

    "language_name": "Deutsch"
}