{
    "page_name_index": "Sprachenzentrum",
    "Logo_name": "Sprachenzentrum",
    "dark_mode": "Dunkler Modus",
    "langs": "Sprachen",
    "about": "Über Uns",
    "contact": "Kontakt",
    "welcome_index": "Willkommen im Sprachenzentrum",
    "welcome_desc": "Entdecken Sie Sprachen und Kulturen aus der ganzen Welt.",
    
    "english": "Englische Sprache",
    "en_desc": "Erkunden Sie den Reichtum der englischen Sprache, ihre Geschichte und ihren globalen Einfluss. Erfahren Sie mehr über ihre Grammatik, ihren Wortschatz und die Nuancen, die sie einzigartig machen.",
    "spanish": "Spanische Sprache",
    "es_desc": "Tauchen Sie ein in die lebendige Welt der spanischen Sprache, die von Millionen weltweit gesprochen wird. Entdecken Sie ihre kulturelle Bedeutung, ihre vielfältigen Dialekte und die Schönheit ihrer Literatur.",
    "french": "Französische Sprache",
    "fr_desc": "Entdecken Sie die Eleganz der französischen Sprache, bekannt für ihre Kunst, Mode und Küche. Erfahren Sie mehr über ihre Grammatik, Aussprache und den kulturellen Kontext, der ihre Verwendung prägt.",
    "korean": "Koreanische Sprache",
    "kr_desc": "Entdecken Sie die koreanische Sprache, ihre distinctive Hangul-Schrift und ihr reiches kulturelles Erbe. Erfahren Sie mehr über Grammatik, Aussprache und die globale Wirkung der koreanischen Kultur.",
    "mandarin": "Mandarin Sprache",
    "zh_desc": "Entdecken Sie die Komplexität der Mandarin-Sprache, der am häufigsten gesprochenen Sprache der Welt. Erfahren Sie mehr über ihre Töne, Schriftzeichen und die kulturellen Nuancen, die die Kommunikation in der chinesischen Gesellschaft prägen.",
    "canto": "Kantonesische Sprache",
    "zh-yue_desc": "Tauchen Sie ein in die kantonesische Sprache, bekannt für ihre reiche Geschichte und kulturelle Bedeutung in Hongkong und Südchina. Erfahren Sie mehr über ihre einzigartige Phonetik, ihren Wortschatz und die Rolle, die sie für die lokale Identität spielt.",
    "japanese": "Japanische Sprache",
    "jp_desc": "Tauchen Sie ein in die japanische Sprache, bekannt für ihre einzigartigen Schriftsysteme und kulturelle Tiefe. Erfahren Sie mehr über Grammatik, Aussprache und den Einfluss der japanischen Kultur.",
    "indo": "Indonesische Sprache",
    "id_desc":"Entdecken Sie die indonesische Sprache, eine vereinende Kraft im vielfältigen Archipel Indonesiens.",
    "german": "Deutsche Sprache",
    "de_desc": "Erkunden Sie die deutsche Sprache, bekannt für ihre Präzision und reiche literarische Tradition. Erfahren Sie mehr über ihre Grammatik, ihren Wortschatz und den kulturellen Kontext, der ihre Verwendung in Deutschland und darüber hinaus prägt.",
    "dutch": "Niederländische Sprache",
    "nl_desc": "Entdecken Sie die niederländische Sprache, die in den Niederlanden und Belgien gesprochen wird. Erfahren Sie mehr über ihre einzigartigen Merkmale, Grammatik und den kulturellen Kontext, der ihre Verwendung in niederländischsprachigen Regionen beeinflusst.",
    "portuguese": "Brasilianisches Portugiesisch",
    "pt-br_desc": "Erkunden Sie die brasilianische portugiesische Sprache, eine Variante des Portugiesischen, die in Brasilien gesprochen wird. Erfahren Sie mehr über ihre einzigartige Aussprache, ihren Wortschatz und die kulturellen Einflüsse, die ihre Verwendung in der brasilianischen Gesellschaft prägen.",
    "russian": "Russische Sprache",
    "ru_desc":"Entdecken Sie die russische Sprache, bekannt für ihre reiche literarische Tradition und komplexe Grammatik. Erfahren Sie mehr über ihre kyrillische Schrift, Phonetik und den kulturellen Kontext, der die Kommunikation in russischsprachigen Regionen prägt.",
    "vietnamese": "Vietnamesische Sprache",
    "vi_desc": "Erkunden Sie die vietnamesische Sprache, bekannt für ihre tonale Natur und einzigartige Schrift. Erfahren Sie mehr über ihre Grammatik, Aussprache und die kulturellen Einflüsse, die die Kommunikation in Vietnam prägen.",
    
    "aboutUS": "Über Uns",
    "about_desc": "Das Sprachenzentrum ist der Förderung des Sprachenlernens und des kulturellen Austauschs gewidmet. Unsere Mission ist es, Ressourcen und Unterstützung für Sprachlernende weltweit bereitzustellen.",
    "contactUS": "Kontakt",
    "contact_desc": "Für Anfragen senden Sie uns bitte eine E-Mail an",
    
    "rights": "2025 Language Hub. Einige Rechte vorbehalten.",
    "join": "Community beitreten",
    "learning": "Lernressourcen",
    "Cultural": "Kulturelle Bedeutung",

    "ENPAGE_welcome": "Willkommen auf der Englisch-Sprachseite",
    "ENPAGE_desc": "Entdecken Sie die Schönheit und Komplexität der englischen Sprache.",
    "ENPAGE_intro": "Erkunden Sie die reiche Geschichte und kulturelle Bedeutung der englischen Sprache.",
    "ENPAGE_history": "Geschichte des Englischen",
    "ENPAGE_history_desc": "Die englische Sprache hat sich über Jahrhunderte entwickelt und wurde von verschiedenen Kulturen und Sprachen beeinflusst. Vom Altenglischen zum Modernen Englisch spiegelt sie die Geschichte der britischen Inseln und der weiteren Welt wider.",
    "ENPAGE_Cultural_desc": "Englisch ist nicht nur eine Sprache; es ist ein globales Phänomen. Es dient in vielen Teilen der Welt als Lingua Franca und erleichtert die Kommunikation zwischen Kulturen. Seine Literatur, Musik und Medien haben einen tiefgreifenden Einfluss auf die globale Kultur.",
    "ENPAGE_learning_desc": "Egal, ob Sie Muttersprachler sind oder Englisch als Zweitsprache lernen, es gibt reichlich Ressourcen. Von Online-Kursen bis zu Sprachaustauschprogrammen sind die Möglichkeiten, Ihre Englischkenntnisse zu verbessern, vielfältig.",
    "ENPAGE_join_desc": "Verbinden Sie sich mit anderen Sprachbegeisterten! Treten Sie unseren Foren bei, nehmen Sie an Diskussionen teil und teilen Sie Ihre Erfahrungen mit der englischen Sprache. Egal, ob Sie Lernender oder fließender Sprecher sind, in unserer Community ist Platz für Sie.",

    "ESPAGE_welcome": "Willkommen auf der Spanisch-Sprachseite",
    "ESPAGE_desc": "Entdecken Sie die Schönheit und den Reichtum der spanischen Sprache.",
    "ESPAGE_intro": "Erkunden Sie die lebendige Geschichte und kulturelle Bedeutung der spanischen Sprache.",
    "ESPAGE_history": "Geschichte des Spanischen",
    "ESPAGE_history_desc": "Spanisch entwickelte sich aus dem Vulgärlatein auf der Iberischen Halbinsel und verbreitete sich durch Kolonialisierung auf der ganzen Welt. Heute ist es die Amtssprache von 20 Ländern und eine der am häufigsten gesprochenen Sprachen weltweit.",
    "ESPAGE_cultural_desc": "Spanisch ist für seine reiche literarische Tradition bekannt, von Cervantes bis García Márquez. Es ist die Sprache des Flamenco, des Tango und unzähliger kultureller Ausdrucksformen in ganz Lateinamerika und Spanien.",
    "ESPAGE_learning_desc": "Spanisch gilt als eine der einfacheren Sprachen für Englischsprechende zu lernen. Mit seiner phonetischen Rechtschreibung und vielen Kognaten können Lernende schnell Wortschatz aufbauen und effektiv kommunizieren.",
    "ESPAGE_join_desc": "Verbinden Sie sich mit anderen Spanischlernenden und -sprechern! Treten Sie unseren Foren bei, nehmen Sie an Sprachaustauschen teil und tauchen Sie ein in die vielfältigen Kulturen der spanischsprachigen Welt.",

    "FRPAGE_welcome": "Willkommen auf der Französisch-Sprachseite",
    "FRPAGE_desc": "Entdecken Sie die Eleganz und Schönheit der französischen Sprache.",
    "FRPAGE_intro": "Erkunden Sie die reiche Geschichte und kulturelle Bedeutung der französischen Sprache.",
    "FRPAGE_history": "Geschichte des Französischen",
    "FRPAGE_history_desc": "Französisch entwickelte sich aus dem Vulgärlatein und wurde von den keltischen Sprachen Nordgalliens beeinflusst. Es wurde während des 17. und 18. Jahrhunderts zu einer internationalen Sprache der Diplomatie und Kultur.",
    "FRPAGE_cultural_desc": "Französisch ist als Sprache der Liebe, der Diplomatie und der Haute Cuisine bekannt. Es ist die Amtssprache internationaler Institutionen und hat eine reiche literarische Tradition von Victor Hugo bis Albert Camus.",
    "FRPAGE_learning_desc": "Französisch gilt als eine der schönsten Sprachen der Welt. Während seine Aussprache herausfordernd sein kann, macht seine logische Grammatikstruktur das Lernen lohnenswert.",
    "FRPAGE_join_desc": "Verbinden Sie sich mit anderen Französischlernenden und -sprechern! Treten Sie unseren Foren bei, nehmen Sie an Sprachaustauschen teil und tauchen Sie ein in die vielfältigen Kulturen der frankophonen Welt.",

    "JPPAGE_welcome": "Willkommen auf der Japanisch-Sprachseite",
    "JPPAGE_desc": "Entdecken Sie die Schönheit und Komplexität der japanischen Sprache.",
    "JPPAGE_intro": "Erkunden Sie die einzigartige Geschichte und kulturelle Bedeutung der japanischen Sprache.",
    "JPPAGE_history": "Geschichte des Japanischen",
    "JPPAGE_history_desc": "Japanisch hat eine einzigartige Geschichte mit Einflüssen aus dem Chinesischen, aber ohne etablierte genetische Beziehung zu einer anderen Sprache. Sein Schriftsystem kombiniert Kanji (chinesische Zeichen) mit zwei Silbenschriften: Hiragana und Katakana.",
    "JPPAGE_cultural_desc": "Japanisch ist die Sprache des Haiku, Anime, Manga und einer reichen kulturellen Tradition, die Präzision und Subtilität schätzt. Es spiegelt die einzigartigen ästhetischen Sensibilitäten und sozialen Strukturen der japanischen Gesellschaft wider.",
    "JPPAGE_learning_desc": "Japanisch gilt aufgrund seines Schriftsystems und seiner Grammatikstruktur als herausfordernd für Englischsprechende. Seine Aussprache ist jedoch relativ unkompliziert, und Lernende finden die kulturellen Aspekte oft lohnend.",
    "JPPAGE_join_desc": "Verbinden Sie sich mit anderen Japanischlernenden und -sprechern! Treten Sie unseren Foren bei, nehmen Sie an Sprachaustauschen teil und tauchen Sie ein in die faszinierende Kultur Japans.",

    "KRPAGE_welcome": "Willkommen auf der Koreanisch-Sprachseite",
    "KRPAGE_desc": "Entdecken Sie die Schönheit und Einzigartigkeit der koreanischen Sprache.",
    "KRPAGE_intro": "Erkunden Sie die faszinierende Geschichte und kulturelle Bedeutung der koreanischen Sprache.",
    "KRPAGE_history": "Geschichte des Koreanischen",
    "KRPAGE_history_desc": "Koreanisch hat eine einzigartige Geschichte mit der Erschaffung von Hangul im 15. Jahrhundert durch König Sejong den Großen. Dieses wissenschaftliche Schriftsystem wurde entworfen, um leicht erlernbar zu sein und repräsentiert die Laute der koreanischen Sprache perfekt.",
    "KRPAGE_cultural_desc": "Koreanisch ist die Sprache von K-Pop, K-Dramen und einem reichen kulturellen Erbe, das Tausende von Jahren umspannt. Die Koreanische Welle (Hallyu) hat die koreanische Kultur und Sprache weltweit populär gemacht.",
    "KRPAGE_learning_desc": "Während die koreanische Grammatik sich sehr vom Englischen unterscheidet, gilt Hangul als eines der logischsten Schriftsysteme der Welt. Mit konsequenter Übung können Lernende schnell Lesen und Schreiben beherrschen.",
    "KRPAGE_join_desc": "Verbinden Sie sich mit anderen Koreanischlernenden und -sprechern! Treten Sie unseren Foren bei, nehmen Sie an Sprachaustauschen teil und tauchen Sie ein in die lebendige Kultur Koreas.",

    "NLPAGE_welcome": "Willkommen auf der Niederländisch-Sprachseite",
    "NLPAGE_desc": "Entdecken Sie die Schönheit und Einzigartigkeit der niederländischen Sprache.",
    "NLPAGE_intro": "Erkunden Sie die Geschichte und kulturelle Bedeutung der niederländischen Sprache.",
    "NLPAGE_history": "Geschichte des Niederländischen",
    "NLPAGE_history_desc": "Niederländisch entwickelte sich aus dem Altfränkischen und unterschied sich ab dem 5. Jahrhundert von anderen germanischen Sprachen. Die Standardisierung des Niederländischen begann im 16. Jahrhundert, wobei die Statenvertaling (Staatenübersetzung) der Bibel eine Schlüsselrolle spielte.",
    "NLPAGE_cultural_desc": "Niederländisch ist die Sprache berühmter Maler wie Rembrandt und Van Gogh und Philosophen wie Spinoza. Es ist auch der Vorfahr des Afrikaans, das in Südafrika und Namibia gesprochen wird, und hat viele Kreolsprachen beeinflusst.",
    "NLPAGE_learning_desc": "Niederländisch gilt aufgrund seines ähnlichen Wortschatzes und Grammatik als eine der einfachsten Sprachen für Englischsprechende zu lernen. Seine Aussprache, insbesondere der gutturale 'g'-Laut, kann für Anfänger jedoch herausfordernd sein.",
    "NLPAGE_join_desc": "Verbinden Sie sich mit anderen Niederländischlernenden und -sprechern! Treten Sie unseren Foren bei, nehmen Sie an Sprachaustauschen teil und tauchen Sie ein in die reiche Kultur der Niederlande und Flanderns.",

    "BRPAGE_welcome": "Willkommen auf der Brasilianisches Portugiesisch-Sprachseite",
    "BRPAGE_desc": "Entdecken Sie den Rhythmus und die Wärme der brasilianischen portugiesischen Sprache.",
    "BRPAGE_intro": "Erkunden Sie die lebendige Geschichte und kulturelle Bedeutung des brasilianischen Portugiesisch.",
    "BRPAGE_history": "Geschichte des Brasilianischen Portugiesisch",
    "BRPAGE_history_desc": "Brasilianisches Portugiesisch entwickelte sich aus der Sprache, die im 16. Jahrhundert von portugiesischen Kolonisatoren gebracht wurde. Es wurde erheblich von indigenen Sprachen und den Sprachen afrikanischer Sklaven beeinflusst, was zu einer einzigartigen Variante mit eigener Aussprache, Wortschatz und Grammatik führte.",
    "BRPAGE_cultural_desc": "Brasilianisches Portugiesisch ist die Sprache des Samba, der Bossa Nova und des Karnevals. Es ist der Schlüssel zum Verständnis der reichen literarischen Tradition Brasiliens, von Machado de Assis bis Paulo Coelho, und seiner lebendigen Film- und Fernsehindustrie.",
    "BRPAGE_learning_desc": "Brasilianisches Portugiesisch ist für seine melodische Aussprache und offenen Vokale bekannt. Während es viele Gemeinsamkeiten mit dem europäischen Portugiesisch teilt, gibt es signifikante Unterschiede in Aussprache, Wortschatz und sogar Grammatik, die es zu einer distinkten Lernvariante machen.",
    "BRPAGE_join_desc": "Verbinden Sie sich mit anderen Lernenden und Sprechern des brasilianischen Portugiesisch! Treten Sie unseren Foren bei, nehmen Sie an Sprachaustauschen teil und tauchen Sie ein in die lebendige Kultur Brasiliens.",

    "RUPAGE_welcome": "Willkommen auf der Russisch-Sprachseite",
    "RUPAGE_desc": "Entdecken Sie die Tiefe und Schönheit der russischen Sprache.",
    "RUPAGE_intro": "Erkunden Sie die reiche Geschichte und kulturelle Bedeutung der russischen Sprache.",
    "RUPAGE_history": "Geschichte des Russischen",
    "RUPAGE_history_desc": "Russisch ist eine ostslawische Sprache, die sich aus dem Altostslawischen, der Sprache der Kiewer Rus, entwickelte. Sie wurde im 18. Jahrhundert während der Herrschaft von Peter dem Großen standardisiert, wobei Mikhail Lomonosov und Alexander Puschkin Schlüsselrollen in ihrer Entwicklung spielten.",
    "RUPAGE_cultural_desc": "Russisch ist die Sprache literarischer Giganten wie Tolstoi, Dostojewski und Tschechow. Es hat eine reiche Tradition in Ballett, klassischer Musik und Wissenschaft und diente als Lingua Franca der Sowjetunion und eines Großteils des Ostblocks.",
    "RUPAGE_learning_desc": "Russisch ist für seine komplexe Grammatik bekannt, einschließlich sechs Fällen und Aspekten von Verben. Das kyrillische Alphabet ist, obwohl anfangs herausfordernd, phonetisch und kann relativ schnell erlernt werden. Viele Lernende finden die logische Struktur der Sprache lohnend.",
    "RUPAGE_join_desc": "Verbinden Sie sich mit anderen Russischlernenden und -sprechern! Treten Sie unseren Foren bei, nehmen Sie an Sprachaustauschen teil und tauchen Sie ein in das reiche kulturelle Erbe der russischsprachigen Welt.",

    "VIPAGE_welcome": "Willkommen auf der Vietnamesisch-Sprachseite",
    "VIPAGE_desc": "Entdecken Sie die Töne und die Schönheit der vietnamesischen Sprache.",
    "VIPAGE_intro": "Erkunden Sie die einzigartige Geschichte und kulturelle Bedeutung der vietnamesischen Sprache.",
    "VIPAGE_history": "Geschichte des Vietnamesischen",
    "VIPAGE_history_desc": "Vietnamesisch ist eine austroasiatische Sprache mit einer reichen Geschichte, die von Chinesisch, Französisch und anderen Sprachen beeinflusst wurde. Das moderne vietnamesische Schriftsystem, Quốc Ngữ, verwendet das lateinische Alphabet und wurde im 17. Jahrhundert von portugiesischen Missionaren entwickelt.",
    "VIPAGE_cultural_desc": "Vietnamesisch ist die Sprache einer reichen literarischen Tradition, von altertümlicher Poesie bis zu modernen Romanen. Es spiegelt die Geschichte, Kultur und Werte des Landes wider und ist zentral für die vietnamesische Identität.",
    "VIPAGE_learning_desc": "Vietnamesisch ist eine tonale Sprache, was für Lernende eine Herausforderung darstellen kann. Seine Grammatik ist jedoch relativ einfach, ohne Verbkonjugationen oder Substantivdeklinationen. Mit Übung können Lernende schnell fließend Vietnamesisch sprechen und verstehen.",
    "VIPAGE_join_desc": "Verbinden Sie sich mit anderen Vietnamesischlernenden und -sprechern! Treten Sie unseren Foren bei, nehmen Sie an Sprachaustauschen teil und tauchen Sie ein in die lebendige Kultur Vietnams.",

    "ZHPAGE_welcome": "Willkommen auf der Mandarin-Sprachseite",
    "ZHPAGE_desc": "Entdecken Sie die Komplexität der Mandarin-Sprache, der am meisten gesprochenen Sprache der Welt.",
    "ZHPAGE_intro": "Erkunden Sie die reiche Geschichte und kulturelle Bedeutung der Mandarin-Sprache.",
    "ZHPAGE_history": "Geschichte des Mandarin",
    "ZHPAGE_history_desc": "Mandarin-Chinesisch hat eine über 3000 Jahre zurückreichende Geschichte. Es entwickelte sich aus dem Altchinesischen und wurde während der Ming- und Qing-Dynastien zur offiziellen Sprache Chinas. Die standardisierte Form basiert auf dem Pekinger Dialekt.",
    "ZHPAGE_cultural_desc": "Mandarin ist die am meisten gesprochene Sprache der Welt und dient als Schlüssel zum Verständnis einer der ältesten kontinuierlichen Zivilisationen der Welt. Es ist die Sprache von Konfuzius, Laotse und einer reichen literarischen Tradition.",
    "ZHPAGE_learning_desc": "Obwohl Mandarin aufgrund seiner tonalen Natur und seines Zeichensystems als herausfordernd für Englischsprechende gilt, ist seine Grammatik relativ einfach. Mit Hingabe können Lernende Kompetenz erreichen und Zugang zu einer reichen kulturellen Welt erhalten.",
    "ZHPAGE_join_desc": "Verbinden Sie sich mit anderen Mandarin-Lernenden und -Sprechern! Treten Sie unseren Foren bei, nehmen Sie an Sprachaustauschen teil und tauchen Sie ein in die faszinierende Kultur Chinas und der chinesischsprachigen Welt.",

    "language_name": "Deutsch"
}