{
    "page_name_index": "Language Hub",
    "Logo_name": "Language Hub",
    "dark_mode": "Dark Mode",
    "langs": "Languages",
    "about": "About Us",
    "contact": "Contact Us",
    "welcome_index": "Welcome to Language Hub",
    "welcome_desc": "Explore languages and cultures from around the world.",
    "eglish": "English Language",
    "eng_desc": "Explore the richness of the English language, its history, and its global influence. Learn about its grammar, vocabulary, and the nuances that make it unique.",
    "spanish": "Spanish Language",
    "es_desc": "Dive into the vibrant world of the Spanish language, spoken by millions worldwide. Discover its cultural significance, diverse dialects, and the beauty of its literature.",
    "french": "French Language",
    "fr_desc": "Uncover the elegance of the French language, known for its art, fashion, and cuisine. Learn about its grammar, pronunciation, and the cultural context that shapes its use.",
    "german": "German Language",
    "de_desc": "",
    "chinese": "Chinese Language",
    "ch_desc": "Explore the Chinese language, one of the world's oldest and most spoken languages. Learn about its characters, tones, and cultural significance in China and beyond.",
    "japanese": "Japanese Language",
    "ja_desc": "Dive into the Japanese language, known for its unique writing systems and cultural depth. Learn about grammar, pronunciation, and the influence of Japanese culture.",
    "korean": "Korean Language",
    "ko_desc": "Discover the Korean language, its distinctive Hangul script, and rich cultural heritage. Learn about grammar, pronunciation, and the impact of Korean culture globally.",
    "vietnamese": "Vietnamese Language",
    "vi_desc": "Explore the Vietnamese language, known for its tonal nature and unique script. Learn about its grammar, pronunciation, and the cultural influences that shape communication in Vietnam.",
    "aboutUS": "About Us",
    "about_desc": "Language Hub is dedicated to promoting language learning and cultural exchange. Our mission is to provide resources and support for language learners worldwide.",
    "contactUS": "Contact Us",
    "contact_desc": "For inquiries, please email us at <a href=\"#\"></a>",
    "rights": "&copy; 2025 Language Hub. All rights reserved."
}