{
    "page_name_index": "Language Hub",
    "Logo_name": "Language Hub",
    "dark_mode": "Dark Mode",
    "langs": "Languages",
    "about": "About Us",
    "contact": "Contact Us",
    "welcome_index": "Welcome to Language Hub",
    "welcome_desc": "Explore languages and cultures from around the world.",
    
    "english": "English Language",
    "en_desc": "Explore the richness of the English language, its history, and its global influence. Learn about its grammar, vocabulary, and the nuances that make it unique.",
    "spanish": "Spanish Language",
    "es_desc": "Dive into the vibrant world of the Spanish language, spoken by millions worldwide. Discover its cultural significance, diverse dialects, and the beauty of its literature.",
    "french": "French Language",
    "fr_desc": "Uncover the elegance of the French language, known for its art, fashion, and cuisine. Learn about its grammar, pronunciation, and the cultural context that shapes its use.",
    "korean": "Korean Language",
    "kr_desc": "Discover the Korean language, its distinctive Hangul script, and rich cultural heritage. Learn about grammar, pronunciation, and the impact of Korean culture globally.",
    "mandarin": "Mandarin Language",
    "zh_desc": "Discover the complexities of the Mandarin language, the most spoken language in the world. Learn about its tones, characters, and the cultural nuances that shape communication in Chinese society.",
    "canto": "Cantonese Language",
    "zh-yue_desc": "Delve into the Cantonese language, known for its rich history and cultural significance in Hong Kong and southern China. Learn about its unique phonetics, vocabulary, and the role it plays in local identity.",
    "japanese": "Japanese Language",
    "jp_desc": "Dive into the Japanese language, known for its unique writing systems and cultural depth. Learn about grammar, pronunciation, and the influence of Japanese culture.",
    "indo": "Indonesian Language",
    "id_desc":"Discover the Indonesian language, a unifying force in the diverse archipelago of Indonesia.",
    "german": "German Language",
    "de_desc": "Explore the German language, known for its precision and rich literary tradition. Learn about its grammar, vocabulary, and the cultural context that shapes its use in Germany and beyond.",
    "dutch": "Dutch Language",
    "nl_desc": "Discover the Dutch language, spoken in the Netherlands and Belgium. Learn about its unique features, grammar, and the cultural context that influences its use in Dutch-speaking regions.",
    "portuguese": "Brazilian Portuguese Language",
    "pt-br_desc": "Explore the Brazilian Portuguese language, a variant of Portuguese spoken in Brazil. Learn about its unique pronunciation, vocabulary, and the cultural influences that shape its use in Brazilian society.",
    "russian": "Russian Language",
    "ru_desc":"Discover the Russian language, known for its rich literary tradition and complex grammar. Learn about its Cyrillic script, phonetics, and the cultural context that shapes communication in Russian-speaking regions.",
    "vietnamese": "Vietnamese Language",
    "vi_desc": "Explore the Vietnamese language, known for its tonal nature and unique script. Learn about its grammar, pronunciation, and the cultural influences that shape communication in Vietnam.",
    
    "aboutUS": "About Us",
    "about_desc": "Language Hub is dedicated to promoting language learning and cultural exchange. Our mission is to provide resources and support for language learners worldwide.",
    "contactUS": "Contact Us",
    "contact_desc": "For inquiries, please email us at",
    "rights": "2025 Language Hub. Some rights reserved.",

    "join": "Join the Community",
    "learning": "Learning Resources",
    "Cultural": "Cultural Significance",

    "ENPAGE_welcome": "Welcome to the English Language Page",
    "ENPAGE_desc": "Discover the beauty and complexity of the English language.",
    "ENPAGE_intro": "Exploring the rich history and cultural significance of the English language.",
    "ENPAGE_history": "History of English",
    "ENPAGE_history_desc": "The English language has evolved over centuries, influenced by various cultures and languages. From Old English to Modern English, it reflects the history of the British Isles and the wider world. ",
    "ENPAGE_Cultural_desc": "English is not just a language; it's a global phenomenon. It serves as a lingua franca in many parts of the world, facilitating communication across cultures. Its literature, music, and media have had a profound impact on global culture.",
    "ENPAGE_learning_desc": "Whether you're a native speaker or learning English as a second language, there are abundant resources available. From online courses to language exchange programs, the opportunities to improve your English skills are vast.",
    "ENPAGE_join_desc": "Connect with fellow language enthusiasts! Join our forums, participate in discussions, and share your experiences with the English language. Whether you're a learner or a fluent speaker, there's a place for you in our community.",
    
    "ESPAGE_welcome": "Welcome to the Spanish Language Page",
    "ESPAGE_desc": "Discover the beauty and richness of the Spanish language.",
    "ESPAGE_intro": "Exploring the vibrant history and cultural significance of the Spanish language.",
    "ESPAGE_history": "History of Spanish",
    "ESPAGE_history_desc": "Spanish evolved from Vulgar Latin in the Iberian Peninsula and has spread across the globe through colonization. Today, it's the official language of 20 countries  countries and one of the most spoken languages worldwide.",
    "ESPAGE_cultural_desc": "Spanish is known for its rich literary tradition, from Cervantes to García Márquez. It's the language of flamenco, tango, and countless cultural expressions across Latin America and Spain.",
    "ESPAGE_learning_desc": "Spanish is considered one of the easier languages for English speakers to learn. With its phonetic spelling and many cognates, learners can quickly build vocabulary and communicate effectively.",
    "ESPAGE_join_desc": "Connect with fellow Spanish learners and speakers! Join our forums, participate in language exchanges, and immerse yourself in the diverse cultures of the Spanish-speaking world.",

    "FRPAGE_welcome": "Welcome to the French Language Page",
    "FRPAGE_desc": "Discover the elegance and beauty of the French language.",
    "FRPAGE_intro": "Exploring the rich history and cultural significance of the French language.",
    "FRPAGE_history": "History of French",
    "FRPAGE_history_desc": "French evolved from Vulgar Latin and was influenced by the Celtic languages of Northern Gaul. It became an international language of diplomacy and culture during the 17th and 18th centuries.",
    "FRPAGE_cultural_desc": "French is known as the language of love, diplomacy, and haute cuisine. It's the official language of international institutions and has a rich literary tradition from Victor Hugo to Albert Camus.",
    "FRPAGE_learning_desc": "French is considered one of the most beautiful languages in the world. While its pronunciation can be challenging, its logical grammar structure makes it rewarding to learn.",
    "FRPAGE_join_desc": "Connect with fellow French learners and speakers! Join our forums, participate in language exchanges, and immerse yourself in the diverse cultures of the French-speaking world.",

    "JPPAGE_welcome": "Welcome to the Japanese Language Page",
    "JPPAGE_desc": "Discover the beauty and complexity of the Japanese language.",
    "JPPAGE_intro": "Exploring the unique history and cultural significance of the Japanese language.",
    "JPPAGE_history": "History of Japanese",
    "JPPAGE_history_desc": "Japanese has a unique history with influences from Chinese but no established genetic relationship to any other language. Its writing system combines kanji (Chinese characters) with two syllabic scripts: hiragana and katakana.",
    "JPPAGE_cultural_desc": "Japanese is the language of haiku, anime, manga, and a rich cultural tradition that values precision and subtlety. It reflects the unique aesthetic sensibilities and social structures of Japanese society.",
    "JPPAGE_learning_desc": "Japanese is considered challenging for English speakers due to its writing system and grammar structure. However, its pronunciation is relatively straightforward, and learners often find the cultural aspects rewarding.",
    "JPPAGE_join_desc": "Connect with fellow Japanese learners and speakers! Join our forums, participate in language exchanges, and immerse yourself in the fascinating culture of Japan.",

    "KRPAGE_welcome": "Welcome to the Korean Language Page",
    "KRPAGE_desc": "Discover the beauty and uniqueness of the Korean language.",
    "KRPAGE_intro": "Exploring the fascinating history and cultural significance of the Korean language.",
    "KRPAGE_history": "History of Korean",
    "KRPAGE_history_desc": "Korean has a unique history with the creation of Hangul in the 15th century by King Sejong the Great. This scientific writing system was designed to be easy to learn and represents the sounds of the Korean language perfectly.",
    "KRPAGE_cultural_desc": "Korean is the language of K-pop, K-dramas, and a rich cultural heritage that spans thousands of years. The Korean Wave (Hallyu) has made Korean culture and language popular worldwide.",
    "KRPAGE_learning_desc": "While Korean grammar is quite different from English, Hangul is considered one of the most logical writing systems in the world. With consistent practice, learners can quickly become proficient in reading and writing.",
    "KRPAGE_join_desc": "Connect with fellow Korean learners and speakers! Join our forums, participate in language exchanges, and immerse yourself in the vibrant culture of Korea.",

    "NLPAGE_welcome": "Welcome to the Dutch Language Page",
    "NLPAGE_desc": "Discover the beauty and uniqueness of the Dutch language.",
    "NLPAGE_intro": "Exploring the history and cultural significance of the Dutch language.",
    "NLPAGE_history": "History of Dutch",
    "NLPAGE_history_desc": "Dutch evolved from Old Frankish and became distinct from other Germanic languages around the 5th century. The standardization of Dutch began in the 16th century, with the Statenvertaling (State Translation) of the Bible playing a key role.",
    "NLPAGE_cultural_desc": "Dutch is the language of famous painters like Rembrandt and Van Gogh, and philosophers like Spinoza. It's also the ancestor of Afrikaans, spoken in South Africa and Namibia, and has influenced many creole languages.",
    "NLPAGE_learning_desc": "Dutch is considered one of the easiest languages for English speakers to learn due to its similar vocabulary and grammar. However, its pronunciation, particularly the guttural 'g' sound, can be challenging for beginners.",
    "NLPAGE_join_desc": "Connect with fellow Dutch learners and speakers! Join our forums, participate in language exchanges, and immerse yourself in the rich culture of the Netherlands and Flanders.",

    "BRPAGE_welcome": "Welcome to the Brazilian Portuguese Language Page",
    "BRPAGE_desc": "Discover the rhythm and warmth of the Brazilian Portuguese language.",
    "BRPAGE_intro": "Exploring the vibrant history and cultural significance of Brazilian Portuguese.",
    "BRPAGE_history": "History of Brazilian Portuguese",
    "BRPAGE_history_desc": "Brazilian Portuguese evolved from the language brought by Portuguese colonizers in the 16th century. It has been significantly influenced by indigenous languages and the languages of African slaves, resulting in a unique variant with its own pronunciation, vocabulary, and grammar.",
    "BRPAGE_cultural_desc": "Brazilian Portuguese is the language of samba, bossa nova, and Carnival. It's the key to understanding Brazil's rich literary tradition, from Machado de Assis to Paulo Coelho, and its vibrant film and television industry.",
    "BRPAGE_learning_desc": "Brazilian Portuguese is known for its melodic pronunciation and open vowels. While it shares many similarities with European Portuguese, there are significant differences in pronunciation, vocabulary, and even grammar that make it a distinct variant to learn.",
    "BRPAGE_join_desc": "Connect with fellow Brazilian Portuguese learners and speakers! Join our forums, participate in language exchanges, and immerse yourself in the vibrant culture of Brazil.",

    "RUPAGE_welcome": "Welcome to the Russian Language Page",
    "RUPAGE_desc": "Discover the depth and beauty of the Russian language.",
    "RUPAGE_intro": "Exploring the rich history and cultural significance of the Russian language.",
    "RUPAGE_history": "History of Russian",
    "RUPAGE_history_desc": "Russian is an East Slavic language that evolved from Old East Slavic, the language of Kievan Rus'. It was standardized in the 18th century during the reign of Peter the Great, with Mikhail Lomonosov and Alexander Pushkin playing key roles in its development.",
    "RUPAGE_cultural_desc": "Russian is the language of literary giants like Tolstoy, Dostoevsky, and Chekhov. It has a rich tradition in ballet, classical music, and science, and served as the lingua franca of the Soviet Union and much of the Eastern Bloc.",
    "RUPAGE_learning_desc": "Russian is known for its complex grammar, including six cases and aspects of verbs. The Cyrillic alphabet, while initially challenging, is phonetic and can be learned relatively quickly. Many learners find the language's logical structure rewarding.",
    "RUPAGE_join_desc": "Connect with fellow Russian learners and speakers! Join our forums, participate in language exchanges, and immerse yourself in the rich cultural heritage of the Russian-speaking world.",

    

    "language_name": "English"
}