{
    "page_name_index": "Language Hub",
    "Logo_name": "Language Hub",
    "dark_mode": "Dark Mode",
    "langs": "Languages",
    "about": "About Us",
    "contact": "Contact Us",
    "welcome_index": "Welcome to Language Hub",
    "welcome_desc": "Explore languages and cultures from around the world.",
    
    "english": "English Language",
    "en_desc": "Explore the richness of the English language, its history, and its global influence. Learn about its grammar, vocabulary, and the nuances that make it unique.",
    "spanish": "Spanish Language",
    "es_desc": "Dive into the vibrant world of the Spanish language, spoken by millions worldwide. Discover its cultural significance, diverse dialects, and the beauty of its literature.",
    "french": "French Language",
    "fr_desc": "Uncover the elegance of the French language, known for its art, fashion, and cuisine. Learn about its grammar, pronunciation, and the cultural context that shapes its use.",
    "korean": "Korean Language",
    "kr_desc": "Discover the Korean language, its distinctive Hangul script, and rich cultural heritage. Learn about grammar, pronunciation, and the impact of Korean culture globally.",
    "mandarin": "Mandarin Language",
    "zh_desc": "Discover the complexities of the Mandarin language, the most spoken language in the world. Learn about its tones, characters, and the cultural nuances that shape communication in Chinese society.",
    "canto": "Cantonese Language",
    "zh-yue_desc": "Delve into the Cantonese language, known for its rich history and cultural significance in Hong Kong and southern China. Learn about its unique phonetics, vocabulary, and the role it plays in local identity.",
    "japanese": "Japanese Language",
    "jp_desc": "Dive into the Japanese language, known for its unique writing systems and cultural depth. Learn about grammar, pronunciation, and the influence of Japanese culture.",
    "indo": "Indonesian Language",
    "id_desc":"Discover the Indonesian language, a unifying force in the diverse archipelago of Indonesia.",
    "german": "German Language",
    "de_desc": ">Explore the German language, known for its precision and rich literary tradition. Learn about its grammar, vocabulary, and the cultural context that shapes its use in Germany and beyond.",
    "dutch": "Dutch Language",
    "nl_desc": ">Discover the Dutch language, spoken in the Netherlands and Belgium. Learn about its unique features, grammar, and the cultural context that influences its use in Dutch-speaking regions.",
    "portuguese": "Brazilian Portuguese Language",
    "pt-br_desc": "Explore the Brazilian Portuguese language, a variant of Portuguese spoken in Brazil. Learn about its unique pronunciation, vocabulary, and the cultural influences that shape its use in Brazilian society.",
    "russian": "Russian Language",
    "ru_desc":"Discover the Russian language, known for its rich literary tradition and complex grammar. Learn about its Cyrillic script, phonetics, and the cultural context that shapes communication in Russian-speaking regions.",
    "vietnamese": "Vietnamese Language",
    "vi_desc": "Explore the Vietnamese language, known for its tonal nature and unique script. Learn about its grammar, pronunciation, and the cultural influences that shape communication in Vietnam.",
    
    "aboutUS": "About Us",
    "about_desc": "Language Hub is dedicated to promoting language learning and cultural exchange. Our mission is to provide resources and support for language learners worldwide.",
    "contactUS": "Contact Us",
    "contact_desc": "For inquiries, please email us at",
    "rights": "&copy; 2025 Language Hub. All rights reserved.",

    "language_name": "English"
}