{
    "page_name_index": "Centro de Idiomas",
    "Logo_name": "Centro de Idiomas",
    "dark_mode": "Modo Oscuro",
    "langs": "Idiomas",
    "about": "Acerca de Nosotros",
    "contact": "Contáctanos",
    "welcome_index": "Bienvenido al Centro de Idiomas",
    "welcome_desc": "Explora idiomas y culturas de todo el mundo.",
    
    "english": "Idioma Inglés",
    "en_desc": "Explora la riqueza del idioma inglés, su historia y su influencia global. Aprende sobre su gramática, vocabulario y los matices que lo hacen único.",
    "spanish": "Idioma Español",
    "es_desc": "Sumérgete en el vibrante mundo del idioma español, hablado por millones en todo el mundo. Descubre su significado cultural, sus diversos dialectos y la belleza de su literatura.",
    "french": "Idioma Francés",
    "fr_desc": "Descubre la elegancia del idioma francés, conocido por su arte, moda y gastronomía. Aprende sobre su gramática, pronunciación y el contexto cultural que moldea su uso.",
    "korean": "Idioma Coreano",
    "kr_desc": "Descubre el idioma coreano, su distintivo alfabeto Hangul y su rico patrimonio cultural. Aprende sobre gramática, pronunciación y el impacto de la cultura coreana a nivel mundial.",
    "mandarin": "Idioma Mandarín",
    "zh_desc": "Descubre las complejidades del idioma mandarín, el idioma más hablado del mundo. Aprende sobre sus tonos, caracteres y los matices culturales que moldean la comunicación en la sociedad china.",
    "canto": "Idioma Cantonés",
    "zh-yue_desc": "Adéntrate en el idioma cantonés, conocido por su rica historia y significado cultural en Hong Kong y el sur de China. Aprende sobre su fonética única, vocabulario y el papel que juega en la identidad local.",
    "japanese": "Idioma Japonés",
    "jp_desc": "Sumérgete en el idioma japonés, conocido por sus sistemas de escritura únicos y profundidad cultural. Aprende sobre gramática, pronunciación y la influencia de la cultura japonesa.",
    "indo": "Idioma Indonesio",
    "id_desc":"Descubre el idioma indonesio, una fuerza unificadora en el diverso archipiélago de Indonesia.",
    "german": "Idioma Alemán",
    "de_desc": "Explora el idioma alemán, conocido por su precisión y rica tradición literaria. Aprende sobre su gramática, vocabulario y el contexto cultural que moldea su uso en Alemania y más allá.",
    "dutch": "Idioma Neerlandés",
    "nl_desc": "Descubre el idioma neerlandés, hablado en los Países Bajos y Bélgica. Aprende sobre sus características únicas, gramática y el contexto cultural que influye en su uso en las regiones de habla neerlandesa.",
    "portuguese": "Idioma Portugués de Brasil",
    "pt-br_desc": "Explora el portugués brasileño, una variante del portugués hablada en Brasil. Aprende sobre su pronunciación única, vocabulario y las influencias culturales que moldean su uso en la sociedad brasileña.",
    "russian": "Idioma Ruso",
    "ru_desc":"Descubre el idioma ruso, conocido por su rica tradición literaria y gramática compleja. Aprende sobre su escritura cirílica, fonética y el contexto cultural que moldea la comunicación en las regiones de habla rusa.",
    "vietnamese": "Idioma Vietnamita",
    "vi_desc": "Explora el idioma vietnamita, conocido por su naturaleza tonal y escritura única. Aprende sobre su gramática, pronunciación y las influencias culturales que moldean la comunicación en Vietnam.",
    
    "aboutUS": "Acerca de Nosotros",
    "about_desc": "Language Hub está dedicado a promover el aprendizaje de idiomas y el intercambio cultural. Nuestra misión es proporcionar recursos y apoyo para estudiantes de idiomas en todo el mundo.",
    "contactUS": "Contáctanos",
    "contact_desc": "Para consultas, escríbenos a",
    "rights": "&copy; 2025 Language Hub. Todos los derechos reservados.",

    "language_name": "Español"
}