{
    "page_name_index": "Centro de Idiomas",
    "Logo_name": "Centro de Idiomas",
    "dark_mode": "Modo Oscuro",
    "langs": "Idiomas",
    "about": "Acerca de Nosotros",
    "contact": "Contáctanos",
    "welcome_index": "Bienvenido al Centro de Idiomas",
    "welcome_desc": "Explora idiomas y culturas de todo el mundo.",
    
    "english": "Idioma Inglés",
    "en_desc": "Explora la riqueza del idioma inglés, su historia y su influencia global. Aprende sobre su gramática, vocabulario y los matices que lo hacen único.",
    "spanish": "Idioma Español",
    "es_desc": "Sumérgete en el vibrante mundo del idioma español, hablado por millones en todo el mundo. Descubre su significado cultural, sus diversos dialectos y la belleza de su literatura.",
    "french": "Idioma Francés",
    "fr_desc": "Descubre la elegancia del idioma francés, conocido por su arte, moda y gastronomía. Aprende sobre su gramática, pronunciación y el contexto cultural que moldea su uso.",
    "korean": "Idioma Coreano",
    "kr_desc": "Descubre el idioma coreano, su distintivo alfabeto Hangul y su rico patrimonio cultural. Aprende sobre gramática, pronunciación y el impacto de la cultura coreana a nivel mundial.",
    "mandarin": "Idioma Mandarín",
    "zh_desc": "Descubre las complejidades del idioma mandarín, el idioma más hablado del mundo. Aprende sobre sus tonos, caracteres y los matices culturales que moldean la comunicación en la sociedad china.",
    "canto": "Idioma Cantonés",
    "zh-yue_desc": "Adéntrate en el idioma cantonés, conocido por su rica historia y significado cultural en Hong Kong y el sur de China. Aprende sobre su fonética única, vocabulario y el papel que juega en la identidad local.",
    "japanese": "Idioma Japonés",
    "jp_desc": "Sumérgete en el idioma japonés, conocido por sus sistemas de escritura únicos y profundidad cultural. Aprende sobre gramática, pronunciación y la influencia de la cultura japonesa.",
    "indo": "Idioma Indonesio",
    "id_desc":"Descubre el idioma indonesio, una fuerza unificadora en el diverso archipiélago de Indonesia.",
    "german": "Idioma Alemán",
    "de_desc": "Explora el idioma alemán, conocido por su precisión y rica tradición literaria. Aprende sobre su gramática, vocabulario y el contexto cultural que moldea su uso en Alemania y más allá.",
    "dutch": "Idioma Neerlandés",
    "nl_desc": "Descubre el idioma neerlandés, hablado en los Países Bajos y Bélgica. Aprende sobre sus características únicas, gramática y el contexto cultural que influye en su uso en las regiones de habla neerlandesa.",
    "portuguese": "Idioma Portugués de Brasil",
    "pt-br_desc": "Explora el portugués brasileño, una variante del portugués hablada en Brasil. Aprende sobre su pronunciación única, vocabulario y las influencias culturales que moldean su uso en la sociedad brasileña.",
    "russian": "Idioma Ruso",
    "ru_desc":"Descubre el idioma ruso, conocido por su rica tradición literaria y gramática compleja. Aprende sobre su escritura cirílica, fonética y el contexto cultural que moldea la comunicación en las regiones de habla rusa.",
    "vietnamese": "Idioma Vietnamita",
    "vi_desc": "Explora el idioma vietnamita, conocido por su naturaleza tonal y escritura única. Aprende sobre su gramática, pronunciación y las influencias culturales que moldean la comunicación en Vietnam.",
    
    "aboutUS": "Acerca de Nosotros",
    "about_desc": "Language Hub está dedicado a promover el aprendizaje de idiomas y el intercambio cultural. Nuestra misión es proporcionar recursos y apoyo para estudiantes de idiomas en todo el mundo.",
    "contactUS": "Contáctanos",
    "contact_desc": "Para consultas, escríbenos a",
   
    "rights": "2025 Language Hub. Algunos derechos reservados.",
    "join": "Únete a la Comunidad",
    "learning": "Recursos de Aprendizaje",
    "Cultural": "Significado Cultural",

    "ENPAGE_welcome": "Bienvenido a la Página del Idioma Inglés",
    "ENPAGE_desc": "Descubre la belleza y complejidad del idioma inglés.",
    "ENPAGE_intro": "Explorando la rica historia y el significado cultural del idioma inglés.",
    "ENPAGE_history": "Historia del Inglés",
    "ENPAGE_history_desc": "El idioma inglés ha evolucionado a lo largo de los siglos, influenciado por diversas culturas e idiomas. Desde el inglés antiguo hasta el inglés moderno, refleja la historia de las Islas Británicas y del mundo en general.",
    "ENPAGE_Cultural_desc": "El inglés no es solo un idioma; es un fenómeno global. Sirve como lingua franca en muchas partes del mundo, facilitando la comunicación entre culturas. Su literatura, música y medios de comunicación han tenido un profundo impacto en la cultura global.",
    "ENPAGE_learning_desc": "Ya seas un hablante nativo o estés aprendiendo inglés como segundo idioma, hay abundantes recursos disponibles. Desde cursos en línea hasta programas de intercambio de idiomas, las oportunidades para mejorar tus habilidades en inglés son vastas.",
    "ENPAGE_join_desc": "¡Conéctate con otros entusiastas de los idiomas! Únete a nuestros foros, participa en discusiones y comparte tus experiencias con el idioma inglés. Ya seas un aprendiz o un hablante fluido, hay un lugar para ti en nuestra comunidad.",

    "ESPAGE_welcome": "Bienvenido a la Página del Idioma Español",
    "ESPAGE_desc": "Descubre la belleza y riqueza del idioma español.",
    "ESPAGE_intro": "Explorando la vibrante historia y el significado cultural del idioma español.",
    "ESPAGE_history": "Historia del Español",
    "ESPAGE_history_desc": "El español evolucionó del latín vulgar en la Península Ibérica y se ha extendido por todo el mundo a través de la colonización. Hoy es el idioma oficial de 20 países y uno de los idiomas más hablados en el mundo.",
    "ESPAGE_cultural_desc": "El español es conocido por su rica tradición literaria, desde Cervantes hasta García Márquez. Es el idioma del flamenco, el tango e innumerables expresiones culturales en América Latina y España.",
    "ESPAGE_learning_desc": "El español se considera uno de los idiomas más fáciles de aprender para los angloparlantes. Con su ortografía fonética y muchos cognados, los estudiantes pueden construir vocabulario rápidamente y comunicarse efectivamente.",
    "ESPAGE_join_desc": "¡Conéctate con otros estudiantes y hablantes de español! Únete a nuestros foros, participa en intercambios de idiomas y sumérgete en las diversas culturas del mundo hispanohablante.",

    "FRPAGE_welcome": "Bienvenido a la Página del Idioma Francés",
    "FRPAGE_desc": "Descubre la elegancia y belleza del idioma francés.",
    "FRPAGE_intro": "Explorando la rica historia y el significado cultural del idioma francés.",
    "FRPAGE_history": "Historia del Francés",
    "FRPAGE_history_desc": "El francés evolucionó del latín vulgar y fue influenciado por las lenguas celtas del norte de la Galia. Se convirtió en un idioma internacional de diplomacia y cultura durante los siglos XVII y XVIII.",
    "FRPAGE_cultural_desc": "El francés es conocido como el idioma del amor, la diplomacia y la alta cocina. Es el idioma oficial de instituciones internacionales y tiene una rica tradición literaria desde Victor Hugo hasta Albert Camus.",
    "FRPAGE_learning_desc": "El francés es considerado uno de los idiomas más bellos del mundo. Si bien su pronunciación puede ser un desafío, su estructura gramatical lógica hace que aprenderlo sea gratificante.",
    "FRPAGE_join_desc": "¡Conéctate con otros estudiantes y hablantes de francés! Únete a nuestros foros, participa en intercambios de idiomas y sumérgete en las diversas culturas del mundo francófono.",

    "JPPAGE_welcome": "Bienvenido a la Página del Idioma Japonés",
    "JPPAGE_desc": "Descubre la belleza y complejidad del idioma japonés.",
    "JPPAGE_intro": "Explorando la historia única y el significado cultural del idioma japonés.",
    "JPPAGE_history": "Historia del Japonés",
    "JPPAGE_history_desc": "El japonés tiene una historia única con influencias del chino, pero sin una relación genética establecida con ningún otro idioma. Su sistema de escritura combina kanji (caracteres chinos) con dos scripts silábicos: hiragana y katakana.",
    "JPPAGE_cultural_desc": "El japonés es el idioma del haiku, el anime, el manga y una rica tradición cultural que valora la precisión y la sutileza. Refleja las sensibilidades estéticas únicas y las estructuras sociales de la sociedad japonesa.",
    "JPPAGE_learning_desc": "El japonés se considera un desafío para los angloparlantes debido a su sistema de escritura y estructura gramatical. Sin embargo, su pronunciación es relativamente sencilla y los estudiantes a menudo encuentran gratificantes los aspectos culturales.",
    "JPPAGE_join_desc": "¡Conéctate con otros estudiantes y hablantes de japonés! Únete a nuestros foros, participa en intercambios de idiomas y sumérgete en la fascinante cultura de Japón.",

    "KRPAGE_welcome": "Bienvenido a la Página del Idioma Coreano",
    "KRPAGE_desc": "Descubre la belleza y singularidad del idioma coreano.",
    "KRPAGE_intro": "Explorando la fascinante historia y el significado cultural del idioma coreano.",
    "KRPAGE_history": "Historia del Coreano",
    "KRPAGE_history_desc": "El coreano tiene una historia única con la creación del Hangul en el siglo XV por el Rey Sejong el Grande. Este sistema de escritura científico fue diseñado para ser fácil de aprender y representa perfectamente los sonidos del idioma coreano.",
    "KRPAGE_cultural_desc": "El coreano es el idioma del K-pop, los K-dramas y un rico patrimonio cultural que abarca miles de años. La Ola Coreana (Hallyu) ha popularizado la cultura y el idioma coreano en todo el mundo.",
    "KRPAGE_learning_desc": "Si bien la gramática coreana es bastante diferente del inglés, el Hangul se considera uno de los sistemas de escritura más lógicos del mundo. Con práctica constante, los estudiantes pueden volverse proficient en lectura y escritura rápidamente.",
    "KRPAGE_join_desc": "¡Conéctate con otros estudiantes y hablantes de coreano! Únete a nuestros foros, participa en intercambios de idiomas y sumérgete en la vibrante cultura de Corea.",

    "NLPAGE_welcome": "Bienvenido a la Página del Idioma Neerlandés",
    "NLPAGE_desc": "Descubre la belleza y singularidad del idioma neerlandés.",
    "NLPAGE_intro": "Explorando la historia y el significado cultural del idioma neerlandés.",
    "NLPAGE_history": "Historia del Neerlandés",
    "NLPAGE_history_desc": "El neerlandés evolucionó del antiguo fráncico y se distinguió de otras lenguas germánicas alrededor del siglo V. La estandarización del neerlandés comenzó en el siglo XVI, con la Statenvertaling (Traducción del Estado) de la Biblia jugando un papel clave.",
    "NLPAGE_cultural_desc": "El neerlandés es el idioma de pintores famosos como Rembrandt y Van Gogh, y filósofos como Spinoza. También es el antepasado del afrikáans, hablado en Sudáfrica y Namibia, y ha influenciado muchos idiomas criollos.",
    "NLPAGE_learning_desc": "El neerlandés se considera uno de los idiomas más fáciles de aprender para los angloparlantes debido a su vocabulario y gramática similares. Sin embargo, su pronunciación, particularmente el sonido gutural de la 'g', puede ser un desafío para los principiantes.",
    "NLPAGE_join_desc": "¡Conéctate con otros estudiantes y hablantes de neerlandés! Únete a nuestros foros, participa en intercambios de idiomas y sumérgete en la rica cultura de los Países Bajos y Flandes.",

    "BRPAGE_welcome": "Bienvenido a la Página del Idioma Portugués de Brasil",
    "BRPAGE_desc": "Descubre el ritmo y la calidez del idioma portugués de Brasil.",
    "BRPAGE_intro": "Explorando la vibrante historia y el significado cultural del portugués brasileño.",
    "BRPAGE_history": "Historia del Portugués Brasileño",
    "BRPAGE_history_desc": "El portugués brasileño evolucionó del idioma traído por los colonizadores portugueses en el siglo XVI. Ha sido significativamente influenciado por las lenguas indígenas y las lenguas de los esclavos africanos, resultando en una variante única con su propia pronunciación, vocabulario y gramática.",
    "BRPAGE_cultural_desc": "El portugués brasileño es el idioma de la samba, la bossa nova y el Carnaval. Es la clave para entender la rica tradición literaria de Brasil, desde Machado de Assis hasta Paulo Coelho, y su vibrante industria cinematográfica y televisiva.",
    "BRPAGE_learning_desc": "El portugués brasileño es conocido por su pronunciación melódica y vocales abiertas. Si bien comparte muchas similitudes con el portugués europeo, hay diferencias significativas en la pronunciación, el vocabulario e incluso la gramática que lo convierten en una variante distinta para aprender.",
    "BRPAGE_join_desc": "¡Conéctate con otros estudiantes y hablantes de portugués brasileño! Únete a nuestros foros, participa en intercambios de idiomas y sumérgete en la vibrante cultura de Brasil.",

    "RUPAGE_welcome": "Bienvenido a la Página del Idioma Ruso",
    "RUPAGE_desc": "Descubre la profundidad y belleza del idioma ruso.",
    "RUPAGE_intro": "Explorando la rica historia y el significado cultural del idioma ruso.",
    "RUPAGE_history": "Historia del Ruso",
    "RUPAGE_history_desc": "El ruso es una lengua eslava oriental que evolucionó del antiguo eslavo oriental, el idioma de la Rus de Kiev. Se estandarizó en el siglo XVIII durante el reinado de Pedro el Grande, con Mijaíl Lomonósov y Alexander Pushkin jugando roles clave en su desarrollo.",
    "RUPAGE_cultural_desc": "El ruso es el idioma de gigantes literarios como Tolstói, Dostoievski y Chéjov. Tiene una rica tradición en ballet, música clásica y ciencia, y sirvió como lingua franca de la Unión Soviética y gran parte del Bloque del Este.",
    "RUPAGE_learning_desc": "El ruso es conocido por su gramática compleja, que incluye seis casos y aspectos verbales. El alfabeto cirílico, aunque inicialmente desafiante, es fonético y se puede aprender relativamente rápido. Muchos estudiantes encuentran gratificante la estructura lógica del idioma.",
    "RUPAGE_join_desc": "¡Conéctate con otros estudiantes y hablantes de ruso! Únete a nuestros foros, participa en intercambios de idiomas y sumérgete en el rico patrimonio cultural del mundo rusohablante.",

    "VIPAGE_welcome": "Bienvenido a la Página del Idioma Vietnamita",
    "VIPAGE_desc": "Descubre los tonos y la belleza del idioma vietnamita.",
    "VIPAGE_intro": "Explorando la historia única y el significado cultural del idioma vietnamita.",
    "VIPAGE_history": "Historia del Vietnamita",
    "VIPAGE_history_desc": "El vietnamita es una lengua austroasiática con una rica historia influenciada por el chino, el francés y otros idiomas. El sistema de escritura vietnamita moderno, Quốc Ngữ, utiliza el alfabeto latino y fue desarrollado por misioneros portugueses en el siglo XVII.",
    "VIPAGE_cultural_desc": "El vietnamita es el idioma de una rica tradición literaria, desde la poesía antigua hasta las novelas modernas. Refleja la historia, cultura y valores del país, y es central para la identidad vietnamita.",
    "VIPAGE_learning_desc": "El vietnamita es un idioma tonal, lo que puede ser un desafío para los estudiantes. Sin embargo, su gramática es relativamente simple, sin conjugaciones verbales o declinaciones de nombres. Con práctica, los estudiantes pueden volverse proficient en hablar y entender vietnamita rápidamente.",
    "VIPAGE_join_desc": "¡Conéctate con otros estudiantes y hablantes de vietnamita! Únete a nuestros foros, participa en intercambios de idiomas y sumérgete en la vibrante cultura de Vietnam.",

    "ZHPAGE_welcome": "Bienvenido a la Página del Idioma Mandarín",
    "ZHPAGE_desc": "Descubre las complejidades del idioma mandarín, el idioma más hablado del mundo.",
    "ZHPAGE_intro": "Explorando la rica historia y el significado cultural del idioma mandarín.",
    "ZHPAGE_history": "Historia del Mandarín",
    "ZHPAGE_history_desc": "El chino mandarín tiene una historia que abarca más de 3000 años. Evolucionó del chino antiguo y se convirtió en el idioma oficial de China durante las dinastías Ming y Qing. La forma estandarizada se basa en el dialecto de Beijing.",
    "ZHPAGE_cultural_desc": "El mandarín es el idioma más hablado del mundo y sirve como una clave para entender una de las civilizaciones continuas más antiguas del mundo. Es el idioma de Confucio, Laozi y una rica tradición literaria.",
    "ZHPAGE_learning_desc": "Si bien el mandarín se considera un desafío para los angloparlantes debido a su naturaleza tonal y sistema de caracteres, su gramática es relativamente simple. Con dedicación, los estudiantes pueden lograr proficiency y acceder a un mundo cultural rico.",
    "ZHPAGE_join_desc": "¡Conéctate con otros estudiantes y hablantes de mandarín! Únete a nuestros foros, participa en intercambios de idiomas y sumérgete en la fascinante cultura de China y el mundo sinohablante.",


    "language_name": "Español"
}