{
    "page_name_index": "Carrefour des Langues",
    "Logo_name": "Carrefour des Langues",
    "dark_mode": "Mode Sombre",
    "langs": "Langues",
    "about": "À Propos",
    "contact": "Contactez-Nous",
    "welcome_index": "Bienvenue au Carrefour des Langues",
    "welcome_desc": "Explorez les langues et les cultures du monde entier.",
    
    "english": "Langue Anglaise",
    "en_desc": "Explorez la richesse de la langue anglaise, son histoire et son influence mondiale. Découvrez sa grammaire, son vocabulaire et les nuances qui la rendent unique.",
    "spanish": "Langue Espagnole",
    "es_desc": "Plongez dans le monde vibrant de la langue espagnole, parlée par des millions de personnes dans le monde. Découvrez son importance culturelle, ses divers dialectes et la beauté de sa littérature.",
    "french": "Langue Française",
    "fr_desc": "Découvrez l'élégance de la langue française, connue pour son art, sa mode et sa cuisine. Apprenez-en sur sa grammaire, sa prononciation et le contexte culturel qui façonne son utilisation.",
    "korean": "Langue Coréenne",
    "kr_desc": "Découvrez la langue coréenne, son script Hangul distinctif et son riche patrimoine culturel. Apprenez-en sur la grammaire, la prononciation et l'impact de la culture coréenne à l'échelle mondiale.",
    "mandarin": "Langue Mandarin",
    "zh_desc": "Découvrez les complexités de la langue mandarine, la langue la plus parlée au monde. Apprenez-en sur ses tons, ses caractères et les nuances culturelles qui façonnent la communication dans la société chinoise.",
    "canto": "Langue Cantonais",
    "zh-yue_desc": "Plongez dans la langue cantonaise, connue pour sa riche histoire et son importance culturelle à Hong Kong et dans le sud de la Chine. Apprenez-en sur sa phonétique unique, son vocabulaire et le rôle qu'elle joue dans l'identité locale.",
    "japanese": "Langue Japonaise",
    "jp_desc": "Plongez dans la langue japonaise, connue pour ses systèmes d'écriture uniques et sa profondeur culturelle. Apprenez-en sur la grammaire, la prononciation et l'influence de la culture japonaise.",
    "indo": "Langue Indonésienne",
    "id_desc":"Découvrez la langue indonésienne, une force unificatrice dans l'archipel diversifié de l'Indonésie.",
    "german": "Langue Allemande",
    "de_desc": "Explorez la langue allemande, connue pour sa précision et sa riche tradition littéraire. Apprenez-en sur sa grammaire, son vocabulaire et le contexte culturel qui façonne son utilisation en Allemagne et au-delà.",
    "dutch": "Langue Néerlandaise",
    "nl_desc": "Découvrez la langue néerlandaise, parlée aux Pays-Bas et en Belgique. Apprenez-en sur ses caractéristiques uniques, sa grammaire et le contexte culturel qui influence son utilisation dans les régions néerlandophones.",
    "portuguese": "Langue Portugaise du Brésil",
    "pt-br_desc": "Explorez le portugais brésilien, une variante du portugais parlée au Brésil. Apprenez-en sur sa prononciation unique, son vocabulaire et les influences culturelles qui façonnent son utilisation dans la société brésilienne.",
    "russian": "Langue Russe",
    "ru_desc":"Découvrez la langue russe, connue pour sa riche tradition littéraire et sa grammaire complexe. Apprenez-en sur son alphabet cyrillique, sa phonétique et le contexte culturel qui façonne la communication dans les régions russophones.",
    "vietnamese": "Langue Vietnamienne",
    "vi_desc": "Explorez la langue vietnamienne, connue pour sa nature tonale et son écriture unique. Apprenez-en sur sa grammaire, sa prononciation et les influences culturelles qui façonnent la communication au Vietnam.",
    
    "aboutUS": "À Propos de Nous",
    "about_desc": "Language Hub est dédié à la promotion de l'apprentissage des langues et des échanges culturels. Notre mission est de fournir des ressources et un soutien aux apprenants de langues du monde entier.",
    "contactUS": "Contactez-Nous",
    "contact_desc": "Pour toute demande, veuillez nous envoyer un e-mail à",
    
    "rights": "2025 Language Hub. Certains droits réservés.",
    "join": "Rejoignez la Communauté",
    "learning": "Ressources d'Apprentissage",
    "Cultural": "Signification Culturelle",

    "ENPAGE_welcome": "Bienvenue sur la Page de la Langue Anglaise",
    "ENPAGE_desc": "Découvrez la beauté et la complexité de la langue anglaise.",
    "ENPAGE_intro": "Explorer la riche histoire et la signification culturelle de la langue anglaise.",
    "ENPAGE_history": "Histoire de l'Anglais",
    "ENPAGE_history_desc": "La langue anglaise a évolué au cours des siècles, influencée par diverses cultures et langues. De l'ancien anglais au moderne anglais, elle reflète l'histoire des îles britanniques et du monde entier.",
    "ENPAGE_Cultural_desc": "L'anglais n'est pas seulement une langue ; c'est un phénomène mondial. Il sert de lingua franca dans de nombreuses régions du monde, facilitant la communication entre les cultures. Sa littérature, sa musique et ses médias ont eu un impact profond sur la culture mondiale.",
    "ENPAGE_learning_desc": "Que vous soyez un locuteur natif ou que vous appreniez l'anglais comme seconde langue, il existe de nombreuses ressources disponibles. Des cours en ligne aux programmes d'échange linguistique, les opportunités d'améliorer vos compétences en anglais sont vastes.",
    "ENPAGE_join_desc": "Connectez-vous avec d'autres passionnés de langues ! Rejoignez nos forums, participez aux discussions et partagez vos expériences avec la langue anglaise. Que vous soyez apprenant ou locuteur fluent, il y a une place pour vous dans notre communauté.",

    "ESPAGE_welcome": "Bienvenue sur la Page de la Langue Espagnole",
    "ESPAGE_desc": "Découvrez la beauté et la richesse de la langue espagnole.",
    "ESPAGE_intro": "Explorer l'histoire vibrante et la signification culturelle de la langue espagnole.",
    "ESPAGE_history": "Histoire de l'Espagnol",
    "ESPAGE_history_desc": "L'espagnol a évolué à partir du latin vulgaire dans la péninsule ibérique et s'est répandu dans le monde entier par la colonisation. Aujourd'hui, c'est la langue officielle de 20 pays et l'une des langues les plus parlées au monde.",
    "ESPAGE_cultural_desc": "L'espagnol est connu pour sa riche tradition littéraire, de Cervantes à García Márquez. C'est la langue du flamenco, du tango et d'innombrables expressions culturelles à travers l'Amérique latine et l'Espagne.",
    "ESPAGE_learning_desc": "L'espagnol est considéré comme l'une des langues les plus faciles à apprendre pour les anglophones. Avec son orthographe phonétique et de nombreux cognats, les apprenants peuvent rapidement construire leur vocabulaire et communiquer efficacement.",
    "ESPAGE_join_desc": "Connectez-vous avec d'autres apprenants et locuteurs d'espagnol ! Rejoignez nos forums, participez à des échanges linguistiques et immergez-vous dans les cultures diverses du monde hispanophone.",

    "FRPAGE_welcome": "Bienvenue sur la Page de la Langue Française",
    "FRPAGE_desc": "Découvrez l'élégance et la beauté de la langue française.",
    "FRPAGE_intro": "Explorer la riche histoire et la signification culturelle de la langue française.",
    "FRPAGE_history": "Histoire du Français",
    "FRPAGE_history_desc": "Le français a évolué à partir du latin vulgaire et a été influencé par les langues celtiques du nord de la Gaule. Il est devenu une langue internationale de diplomatie et de culture aux XVIIe et XVIIIe siècles.",
    "FRPAGE_cultural_desc": "Le français est connu comme la langue de l'amour, de la diplomatie et de la haute cuisine. C'est la langue officielle des institutions internationales et possède une riche tradition littéraire de Victor Hugo à Albert Camus.",
    "FRPAGE_learning_desc": "Le français est considéré comme l'une des plus belles langues du monde. Bien que sa prononciation puisse être difficile, sa structure grammaticale logique rend son apprentissage gratifiant.",
    "FRPAGE_join_desc": "Connectez-vous avec d'autres apprenants et locuteurs de français ! Rejoignez nos forums, participez à des échanges linguistiques et immergez-vous dans les cultures diverses du monde francophone.",

    "JPPAGE_welcome": "Bienvenue sur la Page de la Langue Japonaise",
    "JPPAGE_desc": "Découvrez la beauté et la complexité de la langue japonaise.",
    "JPPAGE_intro": "Explorer l'histoire unique et la signification culturelle de la langue japonaise.",
    "JPPAGE_history": "Histoire du Japonais",
    "JPPAGE_history_desc": "Le japonais a une histoire unique avec des influences chinoises mais sans relation génétique établie avec aucune autre langue. Son système d'écriture combine les kanji (caractères chinois) avec deux écritures syllabiques : le hiragana et le katakana.",
    "JPPAGE_cultural_desc": "Le japonais est la langue du haïku, de l'anime, du manga et d'une riche tradition culturelle qui valorise la précision et la subtilité. Il reflète les sensibilités esthétiques uniques et les structures sociales de la société japonaise.",
    "JPPAGE_learning_desc": "Le japonais est considéré comme difficile pour les anglophones en raison de son système d'écriture et de sa structure grammaticale. Cependant, sa prononciation est relativement simple et les apprenants trouvent souvent les aspects culturels gratifiants.",
    "JPPAGE_join_desc": "Connectez-vous avec d'autres apprenants et locuteurs de japonais ! Rejoignez nos forums, participez à des échanges linguistiques et immergez-vous dans la culture fascinante du Japon.",

    "KRPAGE_welcome": "Bienvenue sur la Page de la Langue Coréenne",
    "KRPAGE_desc": "Découvrez la beauté et l'unicité de la langue coréenne.",
    "KRPAGE_intro": "Explorer l'histoire fascinante et la signification culturelle de la langue coréenne.",
    "KRPAGE_history": "Histoire du Coréen",
    "KRPAGE_history_desc": "Le coréen a une histoire unique avec la création du Hangul au XVe siècle par le roi Sejong le Grand. Ce système d'écriture scientifique a été conçu pour être facile à apprendre et représente parfaitement les sons de la langue coréenne.",
    "KRPAGE_cultural_desc": "Le coréen est la langue de la K-pop, des K-dramas et d'un riche patrimoine culturel qui s'étend sur des milliers d'années. La vague coréenne (Hallyu) a rendu la culture et la langue coréennes populaires dans le monde entier.",
    "KRPAGE_learning_desc": "Bien que la grammaire coréenne soit très différente de l'anglais, le Hangul est considéré comme l'un des systèmes d'écriture les plus logiques au monde. Avec une pratique constante, les apprenants peuvent rapidement devenir compétents en lecture et en écriture.",
    "KRPAGE_join_desc": "Connectez-vous avec d'autres apprenants et locuteurs de coréen ! Rejoignez nos forums, participez à des échanges linguistiques et immergez-vous dans la culture vibrante de la Corée.",

    "NLPAGE_welcome": "Bienvenue sur la Page de la Langue Néerlandaise",
    "NLPAGE_desc": "Découvrez la beauté et l'unicité de la langue néerlandaise.",
    "NLPAGE_intro": "Explorer l'histoire et la signification culturelle de la langue néerlandaise.",
    "NLPAGE_history": "Histoire du Néerlandais",
    "NLPAGE_history_desc": "Le néerlandais a évolué à partir du vieux francique et s'est distingué des autres langues germaniques vers le Ve siècle. La standardisation du néerlandais a commencé au XVIe siècle, la Statenvertaling (Traduction d'État) de la Bible jouant un rôle clé.",
    "NLPAGE_cultural_desc": "Le néerlandais est la langue de peintres célèbres comme Rembrandt et Van Gogh, et de philosophes comme Spinoza. C'est aussi l'ancêtre de l'afrikaans, parlé en Afrique du Sud et en Namibie, et a influencé de nombreuses langues créoles.",
    "NLPAGE_learning_desc": "Le néerlandais est considéré comme l'une des langues les plus faciles à apprendre pour les anglophones en raison de son vocabulaire et de sa grammaire similaires. Cependant, sa prononciation, particulièrement le son guttural du 'g', peut être difficile pour les débutants.",
    "NLPAGE_join_desc": "Connectez-vous avec d'autres apprenants et locuteurs de néerlandais ! Rejoignez nos forums, participez à des échanges linguistiques et immergez-vous dans la riche culture des Pays-Bas et de la Flandre.",

    "BRPAGE_welcome": "Bienvenue sur la Page de la Langue Portugaise du Brésil",
    "BRPAGE_desc": "Découvrez le rythme et la chaleur de la langue portugaise du Brésil.",
    "BRPAGE_intro": "Explorer l'histoire vibrante et la signification culturelle du portugais brésilien.",
    "BRPAGE_history": "Histoire du Portugais Brésilien",
    "BRPAGE_history_desc": "Le portugais brésilien a évolué à partir de la langue apportée par les colonisateurs portugais au XVIe siècle. Il a été significativement influencé par les langues indigènes et les langues des esclaves africains, résultant en une variante unique avec sa propre prononciation, vocabulaire et grammaire.",
    "BRPAGE_cultural_desc": "Le portugais brésilien est la langue de la samba, de la bossa nova et du Carnaval. C'est la clé pour comprendre la riche tradition littéraire du Brésil, de Machado de Assis à Paulo Coelho, et son industrie cinématographique et télévisuelle vibrante.",
    "BRPAGE_learning_desc": "Le portugais brésilien est connu pour sa prononciation mélodique et ses voyelles ouvertes. Bien qu'il partage de nombreuses similitudes avec le portugais européen, il existe des différences significatives dans la prononciation, le vocabulaire et même la grammaire qui en font une variante distincte à apprendre.",
    "BRPAGE_join_desc": "Connectez-vous avec d'autres apprenants et locuteurs de portugais brésilien ! Rejoignez nos forums, participez à des échanges linguistiques et immergez-vous dans la culture vibrante du Brésil.",

    "RUPAGE_welcome": "Bienvenue sur la Page de la Langue Russe",
    "RUPAGE_desc": "Découvrez la profondeur et la beauté de la langue russe.",
    "RUPAGE_intro": "Explorer la riche histoire et la signification culturelle de la langue russe.",
    "RUPAGE_history": "Histoire du Russe",
    "RUPAGE_history_desc": "Le russe est une langue slave orientale qui a évolué à partir du vieux slave oriental, la langue de la Rus' de Kiev. Il a été standardisé au XVIIIe siècle pendant le règne de Pierre le Grand, avec Mikhail Lomonosov et Alexander Pouchkine jouant des rôles clés dans son développement.",
    "RUPAGE_cultural_desc": "Le russe est la langue de géants littéraires comme Tolstoï, Dostoïevski et Tchekhov. Il a une riche tradition en ballet, musique classique et science, et a servi de lingua franca de l'Union soviétique et d'une grande partie du Bloc de l'Est.",
    "RUPAGE_learning_desc": "Le russe est connu pour sa grammaire complexe, comprenant six cas et des aspects verbaux. L'alphabet cyrillique, bien que difficile au début, est phonétique et peut être appris relativement rapidement. De nombreux apprenants trouvent la structure logique de la langue gratifiante.",
    "RUPAGE_join_desc": "Connectez-vous avec d'autres apprenants et locuteurs de russe ! Rejoignez nos forums, participez à des échanges linguistiques et immergez-vous dans le riche patrimoine culturel du monde russophone.",

    "VIPAGE_welcome": "Bienvenue sur la Page de la Langue Vietnamienne",
    "VIPAGE_desc": "Découvrez les tons et la beauté de la langue vietnamienne.",
    "VIPAGE_intro": "Explorer l'histoire unique et la signification culturelle de la langue vietnamienne.",
    "VIPAGE_history": "Histoire du Vietnamien",
    "VIPAGE_history_desc": "Le vietnamien est une langue austroasiatique avec une riche histoire influencée par le chinois, le français et d'autres langues. Le système d'écriture vietnamien moderne, Quốc Ngữ, utilise l'alphabet latin et a été développé par des missionnaires portugais au XVIIe siècle.",
    "VIPAGE_cultural_desc": "Le vietnamien est la langue d'une riche tradition littéraire, de la poésie ancienne aux romans modernes. Il reflète l'histoire, la culture et les valeurs du pays, et est central pour l'identité vietnamienne.",
    "VIPAGE_learning_desc": "Le vietnamien est une langue tonale, ce qui peut être un défi pour les apprenants. Cependant, sa grammaire est relativement simple, sans conjugaisons verbales ni déclinaisons nominales. Avec de la pratique, les apprenants peuvent rapidement devenir compétents à l'oral et à la compréhension du vietnamien.",
    "VIPAGE_join_desc": "Connectez-vous avec d'autres apprenants et locuteurs de vietnamien ! Rejoignez nos forums, participez à des échanges linguistiques et immergez-vous dans la culture vibrante du Vietnam.",

    "ZHPAGE_welcome": "Bienvenue sur la Page de la Langue Mandarin",
    "ZHPAGE_desc": "Découvrez les complexités de la langue mandarin, la langue la plus parlée au monde.",
    "ZHPAGE_intro": "Explorer la riche histoire et la signification culturelle de la langue mandarin.",
    "ZHPAGE_history": "Histoire du Mandarin",
    "ZHPAGE_history_desc": "Le chinois mandarin a une histoire s'étalant sur plus de 3000 ans. Il a évolué à partir du chinois ancien et est devenu la langue officielle de la Chine pendant les dynasties Ming et Qing. La forme standardisée est basée sur le dialecte de Pékin.",
    "ZHPAGE_cultural_desc": "Le mandarin est la langue la plus parlée au monde et sert de clé pour comprendre l'une des plus anciennes civilisations continues du monde. C'est la langue de Confucius, Laozi et d'une riche tradition littéraire.",
    "ZHPAGE_learning_desc": "Bien que le mandarin soit considéré comme difficile pour les anglophones en raison de sa nature tonale et de son système d'écriture, sa grammaire est relativement simple. Avec de la dédicace, les apprenants peuvent atteindre la compétence et accéder à un monde culturel riche.",
    "ZHPAGE_join_desc": "Connectez-vous avec d'autres apprenants et locuteurs de mandarin ! Rejoignez nos forums, participez à des échanges linguistiques et immergez-vous dans la culture fascinante de la Chine et du monde sinophone.",

    "language_name": "Français"
}