{
    "page_name_index": "Carrefour des Langues",
    "Logo_name": "Carrefour des Langues",
    "dark_mode": "Mode Sombre",
    "langs": "Langues",
    "about": "À Propos",
    "contact": "Contactez-Nous",
    "welcome_index": "Bienvenue au Carrefour des Langues",
    "welcome_desc": "Explorez les langues et les cultures du monde entier.",
    
    "english": "Langue Anglaise",
    "en_desc": "Explorez la richesse de la langue anglaise, son histoire et son influence mondiale. Découvrez sa grammaire, son vocabulaire et les nuances qui la rendent unique.",
    "spanish": "Langue Espagnole",
    "es_desc": "Plongez dans le monde vibrant de la langue espagnole, parlée par des millions de personnes dans le monde. Découvrez son importance culturelle, ses divers dialectes et la beauté de sa littérature.",
    "french": "Langue Française",
    "fr_desc": "Découvrez l'élégance de la langue française, connue pour son art, sa mode et sa cuisine. Apprenez-en sur sa grammaire, sa prononciation et le contexte culturel qui façonne son utilisation.",
    "korean": "Langue Coréenne",
    "kr_desc": "Découvrez la langue coréenne, son script Hangul distinctif et son riche patrimoine culturel. Apprenez-en sur la grammaire, la prononciation et l'impact de la culture coréenne à l'échelle mondiale.",
    "mandarin": "Langue Mandarin",
    "zh_desc": "Découvrez les complexités de la langue mandarine, la langue la plus parlée au monde. Apprenez-en sur ses tons, ses caractères et les nuances culturelles qui façonnent la communication dans la société chinoise.",
    "canto": "Langue Cantonais",
    "zh-yue_desc": "Plongez dans la langue cantonaise, connue pour sa riche histoire et son importance culturelle à Hong Kong et dans le sud de la Chine. Apprenez-en sur sa phonétique unique, son vocabulaire et le rôle qu'elle joue dans l'identité locale.",
    "japanese": "Langue Japonaise",
    "jp_desc": "Plongez dans la langue japonaise, connue pour ses systèmes d'écriture uniques et sa profondeur culturelle. Apprenez-en sur la grammaire, la prononciation et l'influence de la culture japonaise.",
    "indo": "Langue Indonésienne",
    "id_desc":"Découvrez la langue indonésienne, une force unificatrice dans l'archipel diversifié de l'Indonésie.",
    "german": "Langue Allemande",
    "de_desc": "Explorez la langue allemande, connue pour sa précision et sa riche tradition littéraire. Apprenez-en sur sa grammaire, son vocabulaire et le contexte culturel qui façonne son utilisation en Allemagne et au-delà.",
    "dutch": "Langue Néerlandaise",
    "nl_desc": "Découvrez la langue néerlandaise, parlée aux Pays-Bas et en Belgique. Apprenez-en sur ses caractéristiques uniques, sa grammaire et le contexte culturel qui influence son utilisation dans les régions néerlandophones.",
    "portuguese": "Langue Portugaise du Brésil",
    "pt-br_desc": "Explorez le portugais brésilien, une variante du portugais parlée au Brésil. Apprenez-en sur sa prononciation unique, son vocabulaire et les influences culturelles qui façonnent son utilisation dans la société brésilienne.",
    "russian": "Langue Russe",
    "ru_desc":"Découvrez la langue russe, connue pour sa riche tradition littéraire et sa grammaire complexe. Apprenez-en sur son alphabet cyrillique, sa phonétique et le contexte culturel qui façonne la communication dans les régions russophones.",
    "vietnamese": "Langue Vietnamienne",
    "vi_desc": "Explorez la langue vietnamienne, connue pour sa nature tonale et son écriture unique. Apprenez-en sur sa grammaire, sa prononciation et les influences culturelles qui façonnent la communication au Vietnam.",
    
    "aboutUS": "À Propos de Nous",
    "about_desc": "Language Hub est dédié à la promotion de l'apprentissage des langues et des échanges culturels. Notre mission est de fournir des ressources et un soutien aux apprenants de langues du monde entier.",
    "contactUS": "Contactez-Nous",
    "contact_desc": "Pour toute demande, veuillez nous envoyer un e-mail à",
    "rights": "&copy; 2025 Language Hub. Tous droits réservés.",

    "language_name": "Français"
}