{
    "page_name_index": "Pusat Bahasa",
    "Logo_name": "Pusat Bahasa",
    "dark_mode": "Mode Gelap",
    "langs": "Bahasa",
    "about": "Tentang Kami",
    "contact": "Hubungi Kami",
    "welcome_index": "Selamat Datang di Pusat Bahasa",
    "welcome_desc": "Jelajahi bahasa dan budaya dari seluruh dunia.",
    
    "english": "Bahasa Inggris",
    "en_desc": "Jelajahi kekayaan bahasa Inggris, sejarahnya, dan pengaruhnya secara global. Pelajari tentang tata bahasa, kosakata, dan nuansa yang membuatnya unik.",
    "spanish": "Bahasa Spanyol",
    "es_desc": "Menyelamlah ke dalam dunia bahasa Spanyol yang dinamis, yang dituturkan oleh jutaan orang di seluruh dunia. Temukan signifikansi budayanya, dialeknya yang beragam, dan keindahan sastranya.",
    "french": "Bahasa Prancis",
    "fr_desc": "Temukan keanggunan bahasa Prancis, yang dikenal dengan seni, mode, dan masakannya. Pelajari tentang tata bahasa, pengucapan, dan konteks budaya yang membentuk penggunaannya.",
    "korean": "Bahasa Korea",
    "kr_desc": "Temukan bahasa Korea, aksara Hangulnya yang khas, dan warisan budayanya yang kaya. Pelajari tentang tata bahasa, pengucapan, dan dampak budaya Korea secara global.",
    "mandarin": "Bahasa Mandarin",
    "zh_desc": "Temukan kompleksitas bahasa Mandarin, bahasa yang paling banyak dituturkan di dunia. Pelajari tentang nadanya, karakternya, dan nuansa budaya yang membentuk komunikasi dalam masyarakat Tiongkok.",
    "canto": "Bahasa Kanton",
    "zh-yue_desc": "Mendalami bahasa Kanton, yang dikenal dengan sejarahnya yang kaya dan signifikansi budayanya di Hong Kong dan Tiongkok selatan. Pelajari tentang fonetiknya yang unik, kosakatanya, dan peran yang dimainkannya dalam identitas lokal.",
    "japanese": "Bahasa Jepang",
    "jp_desc": "Menyelamlah ke dalam bahasa Jepang, yang dikenal dengan sistem penulisan yang unik dan kedalaman budayanya. Pelajari tentang tata bahasa, pengucapan, dan pengaruh budaya Jepang.",
    "indo": "Bahasa Indonesia",
    "id_desc":"Temukan bahasa Indonesia, sebuah kekuatan pemersatu di kepulauan Indonesia yang beragam.",
    "german": "Bahasa Jerman",
    "de_desc": "Jelajahi bahasa Jerman, yang dikenal dengan presisi dan tradisi sastranya yang kaya. Pelajari tentang tata bahasa, kosakata, dan konteks budaya yang membentuk penggunaannya di Jerman dan beyond.",
    "dutch": "Bahasa Belanda",
    "nl_desc": "Temukan bahasa Belanda, yang dituturkan di Belanda dan Belgia. Pelajari tentang fitur uniknya, tata bahasa, dan konteks budaya yang mempengaruhi penggunaannya di wilayah berbahasa Belanda.",
    "portuguese": "Bahasa Portugis Brasil",
    "pt-br_desc": "Jelajahi bahasa Portugis Brasil, varian bahasa Portugis yang dituturkan di Brasil. Pelajari tentang pengucapan uniknya, kosakata, dan pengaruh budaya yang membentuk penggunaannya dalam masyarakat Brasil.",
    "russian": "Bahasa Rusia",
    "ru_desc":"Temukan bahasa Rusia, yang dikenal dengan tradisi sastranya yang kaya dan tata bahasa yang kompleks. Pelajari tentang aksara Siriliknya, fonetik, dan konteks budaya yang membentuk komunikasi di wilayah berbahasa Rusia.",
    "vietnamese": "Bahasa Vietnam",
    "vi_desc": "Jelajahi bahasa Vietnam, yang dikenal dengan sifat tonal dan aksara uniknya. Pelajari tentang tata bahasa, pengucapan, dan pengaruh budaya yang membentuk komunikasi di Vietnam.",
    
    "aboutUS": "Tentang Kami",
    "about_desc": "Pusat Bahasa berdedikasi untuk mempromosikan pembelajaran bahasa dan pertukaran budaya. Misi kami adalah menyediakan sumber daya dan dukungan untuk pembelajar bahasa di seluruh dunia.",
    "contactUS": "Hubungi Kami",
    "contact_desc": "Untuk pertanyaan, silakan email kami di",
    "rights": "&copy; 2025 Pusat Bahasa. Hak Cipta Dilindungi.",

    "language_name": "English"
}