{
    "page_name_index": "Pusat Bahasa",
    "Logo_name": "Pusat Bahasa",
    "dark_mode": "Mode Gelap",
    "langs": "Bahasa",
    "about": "Tentang Kami",
    "contact": "Hubungi Kami",
    "welcome_index": "Selamat Datang di Pusat Bahasa",
    "welcome_desc": "Jelajahi bahasa dan budaya dari seluruh dunia.",
    
    "english": "Bahasa Inggris",
    "en_desc": "Jelajahi kekayaan bahasa Inggris, sejarahnya, dan pengaruhnya secara global. Pelajari tentang tata bahasa, kosakata, dan nuansa yang membuatnya unik.",
    "spanish": "Bahasa Spanyol",
    "es_desc": "Menyelamlah ke dalam dunia bahasa Spanyol yang dinamis, yang dituturkan oleh jutaan orang di seluruh dunia. Temukan signifikansi budayanya, dialeknya yang beragam, dan keindahan sastranya.",
    "french": "Bahasa Prancis",
    "fr_desc": "Temukan keanggunan bahasa Prancis, yang dikenal dengan seni, mode, dan masakannya. Pelajari tentang tata bahasa, pengucapan, dan konteks budaya yang membentuk penggunaannya.",
    "korean": "Bahasa Korea",
    "kr_desc": "Temukan bahasa Korea, aksara Hangulnya yang khas, dan warisan budayanya yang kaya. Pelajari tentang tata bahasa, pengucapan, dan dampak budaya Korea secara global.",
    "mandarin": "Bahasa Mandarin",
    "zh_desc": "Temukan kompleksitas bahasa Mandarin, bahasa yang paling banyak dituturkan di dunia. Pelajari tentang nadanya, karakternya, dan nuansa budaya yang membentuk komunikasi dalam masyarakat Tiongkok.",
    "canto": "Bahasa Kanton",
    "zh-yue_desc": "Mendalami bahasa Kanton, yang dikenal dengan sejarahnya yang kaya dan signifikansi budayanya di Hong Kong dan Tiongkok selatan. Pelajari tentang fonetiknya yang unik, kosakatanya, dan peran yang dimainkannya dalam identitas lokal.",
    "japanese": "Bahasa Jepang",
    "jp_desc": "Menyelamlah ke dalam bahasa Jepang, yang dikenal dengan sistem penulisan yang unik dan kedalaman budayanya. Pelajari tentang tata bahasa, pengucapan, dan pengaruh budaya Jepang.",
    "indo": "Bahasa Indonesia",
    "id_desc":"Temukan bahasa Indonesia, sebuah kekuatan pemersatu di kepulauan Indonesia yang beragam.",
    "german": "Bahasa Jerman",
    "de_desc": "Jelajahi bahasa Jerman, yang dikenal dengan presisi dan tradisi sastranya yang kaya. Pelajari tentang tata bahasa, kosakata, dan konteks budaya yang membentuk penggunaannya di Jerman dan beyond.",
    "dutch": "Bahasa Belanda",
    "nl_desc": "Temukan bahasa Belanda, yang dituturkan di Belanda dan Belgia. Pelajari tentang fitur uniknya, tata bahasa, dan konteks budaya yang mempengaruhi penggunaannya di wilayah berbahasa Belanda.",
    "portuguese": "Bahasa Portugis Brasil",
    "pt-br_desc": "Jelajahi bahasa Portugis Brasil, varian bahasa Portugis yang dituturkan di Brasil. Pelajari tentang pengucapan uniknya, kosakata, dan pengaruh budaya yang membentuk penggunaannya dalam masyarakat Brasil.",
    "russian": "Bahasa Rusia",
    "ru_desc":"Temukan bahasa Rusia, yang dikenal dengan tradisi sastranya yang kaya dan tata bahasa yang kompleks. Pelajari tentang aksara Siriliknya, fonetik, dan konteks budaya yang membentuk komunikasi di wilayah berbahasa Rusia.",
    "vietnamese": "Bahasa Vietnam",
    "vi_desc": "Jelajahi bahasa Vietnam, yang dikenal dengan sifat tonal dan aksara uniknya. Pelajari tentang tata bahasa, pengucapan, dan pengaruh budaya yang membentuk komunikasi di Vietnam.",
    
    "aboutUS": "Tentang Kami",
    "about_desc": "Pusat Bahasa berdedikasi untuk mempromosikan pembelajaran bahasa dan pertukaran budaya. Misi kami adalah menyediakan sumber daya dan dukungan untuk pembelajar bahasa di seluruh dunia.",
    "contactUS": "Hubungi Kami",
    "contact_desc": "Untuk pertanyaan, silakan email kami di",
  
    "rights": "2025 Language Hub. Hak Cipta Dilindungi Sebagian.",
    "join": "Bergabung dengan Komunitas",
    "learning": "Sumber Belajar",
    "Cultural": "Signifikansi Budaya",

    "ENPAGE_welcome": "Selamat Datang di Halaman Bahasa Inggris",
    "ENPAGE_desc": "Temukan keindahan dan kompleksitas bahasa Inggris.",
    "ENPAGE_intro": "Jelajahi sejarah yang kaya dan signifikansi budaya bahasa Inggris.",
    "ENPAGE_history": "Sejarah Bahasa Inggris",
    "ENPAGE_history_desc": "Bahasa Inggris telah berevolusi selama berabad-abad, dipengaruhi oleh berbagai budaya dan bahasa. Dari Bahasa Inggris Kuno hingga Bahasa Inggris Modern, bahasa ini mencerminkan sejarah Kepulauan Britania dan dunia yang lebih luas.",
    "ENPAGE_Cultural_desc": "Bahasa Inggris bukan hanya sebuah bahasa; ini adalah fenomena global. Bahasa ini berfungsi sebagai lingua franca di banyak bagian dunia, memfasilitasi komunikasi lintas budaya. Sastra, musik, dan medianya telah memiliki dampak yang mendalam pada budaya global.",
    "ENPAGE_learning_desc": "Baik Anda penutur asli atau belajar bahasa Inggris sebagai bahasa kedua, terdapat banyak sumber daya yang tersedia. Dari kursus online hingga program pertukaran bahasa, peluang untuk meningkatkan keterampilan bahasa Inggris Anda sangat luas.",
    "ENPAGE_join_desc": "Terhubung dengan sesama penggemar bahasa! Bergabunglah dengan forum kami, ikuti diskusi, dan bagikan pengalaman Anda dengan bahasa Inggris. Baik Anda pelajar atau penutur fasih, ada tempat untuk Anda di komunitas kami.",

    "ESPAGE_welcome": "Selamat Datang di Halaman Bahasa Spanyol",
    "ESPAGE_desc": "Temukan keindahan dan kekayaan bahasa Spanyol.",
    "ESPAGE_intro": "Jelajahi sejarah yang hidup dan signifikansi budaya bahasa Spanyol.",
    "ESPAGE_history": "Sejarah Bahasa Spanyol",
    "ESPAGE_history_desc": "Bahasa Spanyol berevolusi dari Latin Vulgar di Semenanjung Iberia dan telah menyebar ke seluruh dunia melalui kolonisasi. Saat ini, ini adalah bahasa resmi 20 negara dan salah satu bahasa yang paling banyak digunakan di dunia.",
    "ESPAGE_cultural_desc": "Bahasa Spanyol dikenal karena tradisi sastranya yang kaya, dari Cervantes hingga García Márquez. Ini adalah bahasa flamenco, tango, dan banyak ekspresi budaya di seluruh Amerika Latin dan Spanyol.",
    "ESPAGE_learning_desc": "Bahasa Spanyol dianggap sebagai salah satu bahasa termudah untuk dipelajari oleh penutur bahasa Inggris. Dengan ejaan fonetik dan banyak kata serumpun, pelajar dapat dengan cepat membangun kosa kata dan berkomunikasi secara efektif.",
    "ESPAGE_join_desc": "Terhubung dengan sesama pelajar dan penutur bahasa Spanyol! Bergabunglah dengan forum kami, ikuti pertukaran bahasa, dan selami beragam budaya dunia Hispanik.",

    "FRPAGE_welcome": "Selamat Datang di Halaman Bahasa Prancis",
    "FRPAGE_desc": "Temukan keanggunan dan keindahan bahasa Prancis.",
    "FRPAGE_intro": "Jelajahi sejarah yang kaya dan signifikansi budaya bahasa Prancis.",
    "FRPAGE_history": "Sejarah Bahasa Prancis",
    "FRPAGE_history_desc": "Bahasa Prancis berevolusi dari Latin Vulgar dan dipengaruhi oleh bahasa-bahasa Celtic di Galia Utara. Bahasa ini menjadi bahasa diplomasi dan budaya internasional selama abad ke-17 dan ke-18.",
    "FRPAGE_cultural_desc": "Bahasa Prancis dikenal sebagai bahasa cinta, diplomasi, dan masakan haute. Ini adalah bahasa resmi institusi internasional dan memiliki tradisi sastra yang kaya dari Victor Hugo hingga Albert Camus.",
    "FRPAGE_learning_desc": "Bahasa Prancis dianggap sebagai salah satu bahasa terindah di dunia. Meskipun pengucapannya bisa menantang, struktur tata bahasanya yang logis membuatnya berharga untuk dipelajari.",
    "FRPAGE_join_desc": "Terhubung dengan sesama pelajar dan penutur bahasa Prancis! Bergabunglah dengan forum kami, ikuti pertukaran bahasa, dan selami beragam budaya dunia Francophone.",

    "JPPAGE_welcome": "Selamat Datang di Halaman Bahasa Jepang",
    "JPPAGE_desc": "Temukan keindahan dan kompleksitas bahasa Jepang.",
    "JPPAGE_intro": "Jelajahi sejarah unik dan signifikansi budaya bahasa Jepang.",
    "JPPAGE_history": "Sejarah Bahasa Jepang",
    "JPPAGE_history_desc": "Bahasa Jepang memiliki sejarah unik dengan pengaruh dari bahasa Cina tetapi tidak memiliki hubungan genetik yang mapan dengan bahasa lain. Sistem penulisannya menggabungkan kanji (karakter Cina) dengan dua skrip suku kata: hiragana dan katakana.",
    "JPPAGE_cultural_desc": "Bahasa Jepang adalah bahasa haiku, anime, manga, dan tradisi budaya yang kaya yang menghargai presisi dan kehalusan. Bahasa ini mencerminkan sensibilitas estetika dan struktur sosial yang unik dari masyarakat Jepang.",
    "JPPAGE_learning_desc": "Bahasa Jepang dianggap menantang bagi penutur bahasa Inggris karena sistem penulisan dan struktur tata bahasanya. Namun, pengucapannya relatif mudah, dan pelajar sering menemukan aspek budaya yang bermanfaat.",
    "JPPAGE_join_desc": "Terhubung dengan sesama pelajar dan penutur bahasa Jepang! Bergabunglah dengan forum kami, ikuti pertukaran bahasa, dan selami budaya Jepang yang menarik.",

    "KRPAGE_welcome": "Selamat Datang di Halaman Bahasa Korea",
    "KRPAGE_desc": "Temukan keindahan dan keunikan bahasa Korea.",
    "KRPAGE_intro": "Jelajahi sejarah yang menarik dan signifikansi budaya bahasa Korea.",
    "KRPAGE_history": "Sejarah Bahasa Korea",
    "KRPAGE_history_desc": "Bahasa Korea memiliki sejarah unik dengan penciptaan Hangul pada abad ke-15 oleh Raja Sejong yang Agung. Sistem penulisan yang ilmiah ini dirancang untuk mudah dipelajari dan mewakili suara bahasa Korea dengan sempurna.",
    "KRPAGE_cultural_desc": "Bahasa Korea adalah bahasa K-pop, K-drama, dan warisan budaya yang kaya yang membentang ribuan tahun. Gelombang Korea (Hallyu) telah membuat budaya dan bahasa Korea populer di seluruh dunia.",
    "KRPAGE_learning_desc": "Meskipun tata bahasa Korea sangat berbeda dari bahasa Inggris, Hangul dianggap sebagai salah satu sistem penulisan paling logis di dunia. Dengan latihan yang konsisten, pelajar dapat dengan cepat menjadi mahir dalam membaca dan menulis.",
    "KRPAGE_join_desc": "Terhubung dengan sesama pelajar dan penutur bahasa Korea! Bergabunglah dengan forum kami, ikuti pertukaran bahasa, dan selami budaya Korea yang dinamis.",

    "NLPAGE_welcome": "Selamat Datang di Halaman Bahasa Belanda",
    "NLPAGE_desc": "Temukan keindahan dan keunikan bahasa Belanda.",
    "NLPAGE_intro": "Jelajahi sejarah dan signifikansi budaya bahasa Belanda.",
    "NLPAGE_history": "Sejarah Bahasa Belanda",
    "NLPAGE_history_desc": "Bahasa Belanda berevolusi dari Frankish Kuno dan menjadi berbeda dari bahasa Jermanik lainnya sekitar abad ke-5. Standardisasi bahasa Belanda dimulai pada abad ke-16, dengan Statenvertaling (Terjemahan Negara) Alkitab memainkan peran kunci.",
    "NLPAGE_cultural_desc": "Bahasa Belanda adalah bahasa pelukis terkenal seperti Rembrandt dan Van Gogh, dan filsuf seperti Spinoza. Bahasa ini juga merupakan nenek moyang dari bahasa Afrikaans, yang digunakan di Afrika Selatan dan Namibia, dan telah mempengaruhi banyak bahasa kreol.",
    "NLPAGE_learning_desc": "Bahasa Belanda dianggap sebagai salah satu bahasa termudah untuk dipelajari oleh penutur bahasa Inggris karena kosakata dan tata bahasanya yang mirip. Namun, pengucapannya, khususnya suara 'g' yang guttural, bisa menjadi tantangan bagi pemula.",
    "NLPAGE_join_desc": "Terhubung dengan sesama pelajar dan penutur bahasa Belanda! Bergabunglah dengan forum kami, ikuti pertukaran bahasa, dan selami budaya kaya Belanda dan Flanders.",

    "BRPAGE_welcome": "Selamat Datang di Halaman Bahasa Portugis Brasil",
    "BRPAGE_desc": "Temukan irama dan kehangatan bahasa Portugis Brasil.",
    "BRPAGE_intro": "Jelajahi sejarah yang hidup dan signifikansi budaya bahasa Portugis Brasil.",
    "BRPAGE_history": "Sejarah Bahasa Portugis Brasil",
    "BRPAGE_history_desc": "Bahasa Portugis Brasil berevolusi dari bahasa yang dibawa oleh penjajah Portugis pada abad ke-16. Bahasa ini sangat dipengaruhi oleh bahasa pribumi dan bahasa budak Afrika, menghasilkan varian unik dengan pengucapan, kosakata, dan tata bahasa sendiri.",
    "BRPAGE_cultural_desc": "Bahasa Portugis Brasil adalah bahasa samba, bossa nova, dan Karnaval. Ini adalah kunci untuk memahami tradisi sastra Brasil yang kaya, dari Machado de Assis hingga Paulo Coelho, dan industri film dan televisi yang dinamis.",
    "BRPAGE_learning_desc": "Bahasa Portugis Brasil dikenal dengan pengucapannya yang melodis dan vokal terbuka. Meskipun memiliki banyak kesamaan dengan bahasa Portugis Eropa, ada perbedaan signifikan dalam pengucapan, kosakata, dan bahkan tata bahasa yang menjadikannya varian yang berbeda untuk dipelajari.",
    "BRPAGE_join_desc": "Terhubung dengan sesama pelajar dan penutur bahasa Portugis Brasil! Bergabunglah dengan forum kami, ikuti pertukaran bahasa, dan selami budaya Brasil yang dinamis.",

    "RUPAGE_welcome": "Selamat Datang di Halaman Bahasa Rusia",
    "RUPAGE_desc": "Temukan kedalaman dan keindahan bahasa Rusia.",
    "RUPAGE_intro": "Jelajahi sejarah yang kaya dan signifikansi budaya bahasa Rusia.",
    "RUPAGE_history": "Sejarah Bahasa Rusia",
    "RUPAGE_history_desc": "Bahasa Rusia adalah bahasa Slavik Timur yang berevolusi dari Slavik Timur Kuno, bahasa Rus Kiev. Bahasa ini distandardisasi pada abad ke-18 selama pemerintahan Peter yang Agung, dengan Mikhail Lomonosov dan Alexander Pushkin memainkan peran kunci dalam perkembangannya.",
    "RUPAGE_cultural_desc": "Bahasa Rusia adalah bahasa raksasa sastra seperti Tolstoy, Dostoevsky, dan Chekhov. Bahasa ini memiliki tradisi kaya dalam balet, musik klasik, dan sains, dan berfungsi sebagai lingua franca Uni Soviet dan sebagian besar Blok Timur.",
    "RUPAGE_learning_desc": "Bahasa Rusia dikenal dengan tata bahasanya yang kompleks, termasuk enam kasus dan aspek kata kerja. Alfabet Sirilik, meskipun awalnya menantang, adalah fonetik dan dapat dipelajari dengan relatif cepat. Banyak pelajar menemukan struktur logis bahasa ini bermanfaat.",
    "RUPAGE_join_desc": "Terhubung dengan sesama pelajar dan penutur bahasa Rusia! Bergabunglah dengan forum kami, ikuti pertukaran bahasa, dan selami warisan budaya kaya dunia berbahasa Rusia.",

    "VIPAGE_welcome": "Selamat Datang di Halaman Bahasa Vietnam",
    "VIPAGE_desc": "Temukan nada dan keindahan bahasa Vietnam.",
    "VIPAGE_intro": "Jelajahi sejarah unik dan signifikansi budaya bahasa Vietnam.",
    "VIPAGE_history": "Sejarah Bahasa Vietnam",
    "VIPAGE_history_desc": "Bahasa Vietnam adalah bahasa Austroasia dengan sejarah kaya yang dipengaruhi oleh bahasa Cina, Prancis, dan bahasa lainnya. Sistem penulisan Vietnam modern, Quốc Ngữ, menggunakan alfabet Latin dan dikembangkan oleh misionaris Portugis pada abad ke-17.",
    "VIPAGE_cultural_desc": "Bahasa Vietnam adalah bahasa tradisi sastra yang kaya, dari puisi kuno hingga novel modern. Bahasa ini mencerminkan sejarah, budaya, dan nilai-nilai negara, dan merupakan pusat identitas Vietnam.",
    "VIPAGE_learning_desc": "Bahasa Vietnam adalah bahasa tonal, yang bisa menjadi tantangan bagi pelajar. Namun, tata bahasanya relatif sederhana, tanpa konjugasi kata kerja atau deklinasi kata benda. Dengan latihan, pelajar dapat dengan cepat menjadi mahir dalam berbicara dan memahami bahasa Vietnam.",
    "VIPAGE_join_desc": "Terhubung dengan sesama pelajar dan penutur bahasa Vietnam! Bergabunglah dengan forum kami, ikuti pertukaran bahasa, dan selami budaya Vietnam yang dinamis.",

    "ZHPAGE_welcome": "Selamat Datang di Halaman Bahasa Mandarin",
    "ZHPAGE_desc": "Temukan kompleksitas bahasa Mandarin, bahasa yang paling banyak digunakan di dunia.",
    "ZHPAGE_intro": "Jelajahi sejarah yang kaya dan signifikansi budaya bahasa Mandarin.",
    "ZHPAGE_history": "Sejarah Bahasa Mandarin",
    "ZHPAGE_history_desc": "Bahasa Mandarin Cina memiliki sejarah yang membentang lebih dari 3.000 tahun. Bahasa ini berevolusi dari Cina Kuno dan menjadi bahasa resmi Cina selama dinasti Ming dan Qing. Bentuk standarnya didasarkan pada dialek Beijing.",
    "ZHPAGE_cultural_desc": "Bahasa Mandarin adalah bahasa yang paling banyak digunakan di dunia dan berfungsi sebagai kunci untuk memahami salah satu peradaban tertua yang terus menerus di dunia. Ini adalah bahasa Confucius, Laozi, dan tradisi sastra yang kaya.",
    "ZHPAGE_learning_desc": "Meskipun bahasa Mandarin dianggap menantang bagi penutur bahasa Inggris karena sifat tonal dan sistem karakternya, tata bahasanya relatif sederhana. Dengan dedikasi, pelajar dapat mencapai kemahiran dan mengakses dunia budaya yang kaya.",
    "ZHPAGE_join_desc": "Terhubung dengan sesama pelajar dan penutur bahasa Mandarin! Bergabunglah dengan forum kami, ikuti pertukaran bahasa, dan selami budaya Cina dan dunia berbahasa Mandarin yang menarik.",

    "language_name": "Bahasa Indonesia"
}