{
    "page_name_index": "言語ハブ",
    "Logo_name": "言語ハブ",
    "dark_mode": "ダークモード",
    "langs": "言語",
    "about": "私たちについて",
    "contact": "お問い合わせ",
    "welcome_index": "言語ハブへようこそ",
    "welcome_desc": "世界中の言語と文化を探求しましょう。",
    
    "english": "英語",
    "en_desc": "英語の豊かさ、歴史、そして世界的な影響力を探求しましょう。その独特な文法、語彙、そしてニュアンスについて学びましょう。",
    "spanish": "スペイン語",
    "es_desc": "世界中の何百万人もの人々に話されている、活気に満ちたスペイン語の世界に飛び込んでみましょう。その文化的意義、多様な方言、そして文学の美しさを発見してください。",
    "french": "フランス語",
    "fr_desc": "芸術、ファッション、美食で知られる優雅なフランス語を明らかにしましょう。その文法、発音、そして使用を形作る文化的文脈について学びましょう。",
    "korean": "韓国語",
    "kr_desc": "特徴的なハングル文字と豊かな文化的遺産を持つ韓国語を発見しましょう。文法、発音、そして韓国文化の世界的な影響について学びましょう。",
    "mandarin": "中国語（普通話）",
    "zh_desc": "世界で最も話されている言語である北京語（普通話）の複雑さを発見しましょう。その声調、漢字、そして中国社会におけるコミュニケーションを形作る文化的ニュアンスについて学びましょう。",
    "canto": "広東語",
    "zh-yue_desc": "香港と中国南部で豊かな歴史と文化的意義で知られる広東語に没頭しましょう。その独特な音声、語彙、そして地域のアイデンティティにおける役割について学びましょう。",
    "japanese": "日本語",
    "jp_desc": "独自の書記体系と文化的深さで知られる日本語の世界に飛び込んでみましょう。文法、発音、そして日本文化の影響について学びましょう。",
    "indo": "インドネシア語",
    "id_desc":"多様なインドネシア群島における統一の力であるインドネシア語を発見しましょう。",
    "german": "ドイツ語",
    "de_desc": "正確さと豊かな文学的传统で知られるドイツ語を探求しましょう。その文法、語彙、そしてドイツおよびその他の地域での使用を形作る文化的文脈について学びましょう。",
    "dutch": "オランダ語",
    "nl_desc": "オランダとベルギーで話されているオランダ語を発見しましょう。その独特な特徴、文法、そしてオランダ語圏での使用に影響を与える文化的文脈について学びましょう。",
    "portuguese": "ブラジルポルトガル語",
    "pt-br_desc": "ブラジルで話されているポルトガル語の変種であるブラジルポルトガル語を探求しましょう。その独特な発音、語彙、そしてブラジル社会での使用を形作る文化的影響について学びましょう。",
    "russian": "ロシア語",
    "ru_desc":"豊かな文学的传统と複雑な文法で知られるロシア語を発見しましょう。そのキリル文字、音声、そしてロシア語圏でのコミュニケーションを形作る文化的文脈について学びましょう。",
    "vietnamese": "ベトナム語",
    "vi_desc": "声調言語であり独自の文字で知られるベトナム語を探求しましょう。その文法、発音、そしてベトナムでのコミュニケーションを形作る文化的影響について学びましょう。",
    
    "aboutUS": "私たちについて",
    "about_desc": "言語ハブは、言語学習と文化交流の促進に専念しています。私たちの使命は、世界中の言語学習者にリソースとサポートを提供することです。",
    "contactUS": "お問い合わせ",
    "contact_desc": "お問い合わせは、以下までメールでご連絡ください：",
    "rights": "&copy; 2025 言語ハブ。すべての権利を保有。",

    "language_name": "English"
}