{
    "page_name_index": "言語ハブ",
    "Logo_name": "言語ハブ",
    "dark_mode": "ダークモード",
    "langs": "言語",
    "about": "私たちについて",
    "contact": "お問い合わせ",
    "welcome_index": "言語ハブへようこそ",
    "welcome_desc": "世界中の言語と文化を探求しましょう。",
    
    "english": "英語",
    "en_desc": "英語の豊かさ、歴史、そして世界的な影響力を探求しましょう。その独特な文法、語彙、そしてニュアンスについて学びましょう。",
    "spanish": "スペイン語",
    "es_desc": "世界中の何百万人もの人々に話されている、活気に満ちたスペイン語の世界に飛び込んでみましょう。その文化的意義、多様な方言、そして文学の美しさを発見してください。",
    "french": "フランス語",
    "fr_desc": "芸術、ファッション、美食で知られる優雅なフランス語を明らかにしましょう。その文法、発音、そして使用を形作る文化的文脈について学びましょう。",
    "korean": "韓国語",
    "kr_desc": "特徴的なハングル文字と豊かな文化的遺産を持つ韓国語を発見しましょう。文法、発音、そして韓国文化の世界的な影響について学びましょう。",
    "mandarin": "中国語（普通話）",
    "zh_desc": "世界で最も話されている言語である北京語（普通話）の複雑さを発見しましょう。その声調、漢字、そして中国社会におけるコミュニケーションを形作る文化的ニュアンスについて学びましょう。",
    "canto": "広東語",
    "zh-yue_desc": "香港と中国南部で豊かな歴史と文化的意義で知られる広東語に没頭しましょう。その独特な音声、語彙、そして地域のアイデンティティにおける役割について学びましょう。",
    "japanese": "日本語",
    "jp_desc": "独自の書記体系と文化的深さで知られる日本語の世界に飛び込んでみましょう。文法、発音、そして日本文化の影響について学びましょう。",
    "indo": "インドネシア語",
    "id_desc":"多様なインドネシア群島における統一の力であるインドネシア語を発見しましょう。",
    "german": "ドイツ語",
    "de_desc": "正確さと豊かな文学的传统で知られるドイツ語を探求しましょう。その文法、語彙、そしてドイツおよびその他の地域での使用を形作る文化的文脈について学びましょう。",
    "dutch": "オランダ語",
    "nl_desc": "オランダとベルギーで話されているオランダ語を発見しましょう。その独特な特徴、文法、そしてオランダ語圏での使用に影響を与える文化的文脈について学びましょう。",
    "portuguese": "ブラジルポルトガル語",
    "pt-br_desc": "ブラジルで話されているポルトガル語の変種であるブラジルポルトガル語を探求しましょう。その独特な発音、語彙、そしてブラジル社会での使用を形作る文化的影響について学びましょう。",
    "russian": "ロシア語",
    "ru_desc":"豊かな文学的传统と複雑な文法で知られるロシア語を発見しましょう。そのキリル文字、音声、そしてロシア語圏でのコミュニケーションを形作る文化的文脈について学びましょう。",
    "vietnamese": "ベトナム語",
    "vi_desc": "声調言語であり独自の文字で知られるベトナム語を探求しましょう。その文法、発音、そしてベトナムでのコミュニケーションを形作る文化的影響について学びましょう。",
    
    "aboutUS": "私たちについて",
    "about_desc": "言語ハブは、言語学習と文化交流の促進に専念しています。私たちの使命は、世界中の言語学習者にリソースとサポートを提供することです。",
    "contactUS": "お問い合わせ",
    "contact_desc": "お問い合わせは、以下までメールでご連絡ください：",

    "rights": "2025 Language Hub. 一部権利を留保します。",
    "join": "コミュニティに参加",
    "learning": "学習リソース",
    "Cultural": "文化的意義",

    "ENPAGE_welcome": "英語のページへようこそ",
    "ENPAGE_desc": "英語の美しさと複雑さを発見しましょう。",
    "ENPAGE_intro": "英語の豊かな歴史と文化的意義を探求します。",
    "ENPAGE_history": "英語の歴史",
    "ENPAGE_history_desc": "英語は数世紀にわたって進化し、さまざまな文化や言語の影響を受けてきました。古英語から現代英語まで、それは英国諸島とより広い世界の歴史を反映しています。",
    "ENPAGE_Cultural_desc": "英語は単なる言語ではありません。それは世界的な現象です。それは世界の多くの地域でリングワフランカとして機能し、文化を越えたコミュニケーションを促進します。その文学、音楽、メディアは世界文化に深い影響を与えてきました。",
    "ENPAGE_learning_desc": "ネイティブスピーカーであろうと第二言語として英語を学んでいようと、豊富なリソースが利用可能です。オンラインコースから言語交換プログラムまで、英語スキルを向上させる機会は広大です。",
    "ENPAGE_join_desc": "他の言語愛好家とつながりましょう！私たちのフォーラムに参加し、議論に参加し、英語に関するあなたの経験を共有してください。学習者であろうと流暢な話者であろうと、私たちのコミュニティにはあなたの居場所があります。",

    "ESPAGE_welcome": "スペイン語のページへようこそ",
    "ESPAGE_desc": "スペイン語の美しさと豊かさを発見しましょう。",
    "ESPAGE_intro": "スペイン語の活気ある歴史と文化的意義を探求します。",
    "ESPAGE_history": "スペイン語の歴史",
    "ESPAGE_history_desc": "スペイン語はイベリア半島で俗ラテン語から進化し、植民地化を通じて世界中に広がりました。今日、それは20か国の公用語であり、世界で最も話されている言語の1つです。",
    "ESPAGE_cultural_desc": "スペイン語は、セルバンテスからガルシア・マルケスに至るまで、その豊かな文学的传统で知られています。それはフラメンコ、タンゴ、そしてラテンアメリカとスペイン全体の無数の文化的表現の言語です。",
    "ESPAGE_learning_desc": "スペイン語は、英語話者にとって学びやすい言語の1つと考えられています。その音声スペルと多くの同根語により、学習者は迅速に語彙を構築し、効果的にコミュニケーションを取ることができます。",
    "ESPAGE_join_desc": "他のスペイン語学習者や話者とつながりましょう！私たちのフォーラムに参加し、言語交換に参加し、スペイン語圏の多様な文化に没頭してください。",

    "FRPAGE_welcome": "フランス語のページへようこそ",
    "FRPAGE_desc": "フランス語の優雅さと美しさを発見しましょう。",
    "FRPAGE_intro": "フランス語の豊かな歴史と文化的意義を探求します。",
    "FRPAGE_history": "フランス語の歴史",
    "FRPAGE_history_desc": "フランス語は俗ラテン語から進化し、北ガリアのケルト語の影響を受けました。それは17世紀と18世紀に外交と文化の国際言語になりました。",
    "FRPAGE_cultural_desc": "フランス語は、愛、外交、およびオートキュイジンの言語として知られています。それは国際機関の公用語であり、ヴィクトル・ユーゴーからアルベール・カミュに至るまでの豊かな文学的传统を持っています。",
    "FRPAGE_learning_desc": "フランス語は世界で最も美しい言語の1つと考えられています。その発音は難しいかもしれませんが、その論理的な文法構造は学ぶことをやりがいのあるものにします。",
    "FRPAGE_join_desc": "他のフランス語学習者や話者とつながりましょう！私たちのフォーラムに参加し、言語交換に参加し、フランス語圏の多様な文化に没頭してください。",

    "JPPAGE_welcome": "日本語のページへようこそ",
    "JPPAGE_desc": "日本語の美しさと複雑さを発見しましょう。",
    "JPPAGE_intro": "日本語のユニークな歴史と文化的意義を探求します。",
    "JPPAGE_history": "日本語の歴史",
    "JPPAGE_history_desc": "日本語は中国語の影響を受けていますが、他のどの言語とも確立された遺伝的関係がないユニークな歴史を持っています。その書記体系は、漢字（中国文字）と2つの音節文字であるひらがなとカタカナを組み合わせたものです。",
    "JPPAGE_cultural_desc": "日本語は、俳句、アニメ、マンガ、および精密さと繊細さを重視する豊かな文化伝統の言語です。それは日本社会のユニークな美的感覚と社会構造を反映しています。",
    "JPPAGE_learning_desc": "日本語は、その書記体系と文法構造のために、英語話者にとって挑戦的であると考えられています。しかし、その発音は比較的 straightforward であり、学習者は文化的側面をやりがいがあると感じることがよくあります。",
    "JPPAGE_join_desc": "他の日本語学習者や話者とつながりましょう！私たちのフォーラムに参加し、言語交換に参加し、日本の魅力的な文化に没頭してください。",

    "KRPAGE_welcome": "韓国語のページへようこそ",
    "KRPAGE_desc": "韓国語の美しさと独自性を発見しましょう。",
    "KRPAGE_intro": "韓国語の魅力的な歴史と文化的意義を探求します。",
    "KRPAGE_history": "韓国語の歴史",
    "KRPAGE_history_desc": "韓国語は、15世紀に世宗大王によってハングルが作成されたというユニークな歴史を持っています。この科学的な書記体系は、学びやすく設計されており、韓国語の音を完璧に表しています。",
    "KRPAGE_cultural_desc": "韓国語は、K-pop、K-drama、および何千年にもわたる豊かな文化遺産の言語です。韓流（Hallyu）は、韓国文化と言語を世界的に人気のあるものにしました。",
    "KRPAGE_learning_desc": "韓国語の文法は英語とはかなり異なりますが、ハングルは世界で最も論理的な書記体系の1つと考えられています。一貫した練習により、学習者は読解と作文に迅速に熟達することができます。",
    "KRPAGE_join_desc": "他の韓国語学習者や話者とつながりましょう！私たちのフォーラムに参加し、言語交換に参加し、韓国の活気ある文化に没頭してください。",

    "NLPAGE_welcome": "オランダ語のページへようこそ",
    "NLPAGE_desc": "オランダ語の美しさと独自性を発見しましょう。",
    "NLPAGE_intro": "オランダ語の歴史と文化的意義を探求します。",
    "NLPAGE_history": "オランダ語の歴史",
    "NLPAGE_history_desc": "オランダ語は古フランク語から進化し、5世紀頃に他のゲルマン語から区別されるようになりました。オランダ語の標準化は16世紀に始まり、聖書の国家訳（Statenvertaling）が重要な役割を果たしました。",
    "NLPAGE_cultural_desc": "オランダ語は、レンブラントやファン・ゴッホのような有名な画家、スピノザのような哲学者の言語です。それはまた、南アフリカとナミビアで話されるアフリカーンス語の祖先であり、多くのクレオール言語に影響を与えました。",
    "NLPAGE_learning_desc": "オランダ語は、類似した語彙と文法のために、英語話者にとって学びやすい言語の1つと考えられています。しかし、その発音、特に喉音の「g」は、初心者にとって難しい場合があります。",
    "NLPAGE_join_desc": "他のオランダ語学習者や話者とつながりましょう！私たちのフォーラムに参加し、言語交換に参加し、オランダとフランダースの豊かな文化に没頭してください。",

    "BRPAGE_welcome": "ブラジルポルトガル語のページへようこそ",
    "BRPAGE_desc": "ブラジルポルトガル語のリズムと温かさを発見しましょう。",
    "BRPAGE_intro": "ブラジルポルトガル語の活気ある歴史と文化的意義を探求します。",
    "BRPAGE_history": "ブラジルポルトガル語の歴史",
    "BRPAGE_history_desc": "ブラジルポルトガル語は、16世紀にポルトガル人入植者によってもたらされた言語から進化しました。先住民の言語とアフリカ人奴隷の言語の影響を強く受け、独自の発音、語彙、文法を持つ独特の変種となりました。",
    "BRPAGE_cultural_desc": "ブラジルポルトガル語は、サンバ、ボサノバ、カーニバルの言語です。それは、マシャード・デ・アシスからパウロ・コエーリョまでのブラジルの豊かな文学的传统、そしてその活気のある映画とテレビ産業を理解する鍵です。",
    "BRPAGE_learning_desc": "ブラジルポルトガル語は、そのメロディアスな発音と開いた母音で知られています。ヨーロッパポルトガル語と多くの類似点を共有していますが、発音、語彙、さらには文法に大きな違いがあり、学ぶべき別個の変種となっています。",
    "BRPAGE_join_desc": "他のブラジルポルトガル語学習者や話者とつながりましょう！私たちのフォーラムに参加し、言語交換に参加し、ブラジルの活気ある文化に没頭してください。",

    "RUPAGE_welcome": "ロシア語のページへようこそ",
    "RUPAGE_desc": "ロシア語の深さと美しさを発見しましょう。",
    "RUPAGE_intro": "ロシア語の豊かな歴史と文化的意義を探求します。",
    "RUPAGE_history": "ロシア語の歴史",
    "RUPAGE_history_desc": "ロシア語は、キエフ・ルーシの言語である古東スラヴ語から進化した東スラヴ語です。それは18世紀、ピョートル大帝の治世中に標準化され、ミハイル・ロモノーソフとアレクサンドル・プーシキンがその発展に重要な役割を果たしました。",
    "RUPAGE_cultural_desc": "ロシア語は、トルストイ、ドストエフスキー、チェーホフのような文学の巨匠の言語です。それはバレエ、クラシック音楽、科学における豊かな伝を持ち、ソ連と東側ブロックの大部分のリングワフランカとして機能しました。",
    "RUPAGE_learning_desc": "ロシア語は、6つの格と動詞の相を含む複雑な文法で知られています。キリル文字は、最初は難しいかもしれませんが、表音的であり、比較的速く習得できます。多くの学習者は、言語の論理的な構造にやりがいを感じます。",
    "RUPAGE_join_desc": "他のロシア語学習者や話者とつながりましょう！私たちのフォーラムに参加し、言語交換に参加し、ロシア語圏の豊かな文化遺産に没頭してください。",

    "VIPAGE_welcome": "ベトナム語のページへようこそ",
    "VIPAGE_desc": "ベトナム語の声調と美しさを発見しましょう。",
    "VIPAGE_intro": "ベトナム語のユニークな歴史と文化的意義を探求します。",
    "VIPAGE_history": "ベトナム語の歴史",
    "VIPAGE_history_desc": "ベトナム語は、中国語、フランス語、その他の言語の影響を受けた豊かな歴史を持つオーストロアジア語族の言語です。現代ベトナム語の書記体系であるクオック・グーはラテンアルファベットを使用し、17世紀にポルトガルの宣教師によって開発されました。",
    "VIPAGE_cultural_desc": "ベトナム語は、古代詩から現代小説に至るまでの豊かな文学的传统の言語です。それは国の歴史、文化、価値観を反映しており、ベトナムのアイデンティティの中心です。",
    "VIPAGE_learning_desc": "ベトナム語は声調言語であり、学習者にとって挑戦となる可能性があります。しかし、その文法は比較的 simple で、動詞の活用や名詞の曲がりがありません。練習を積めば、学習者はベトナム語の会話と理解に迅速に熟達することができます。",
    "VIPAGE_join_desc": "他のベトナム語学習者や話者とつながりましょう！私たちのフォーラムに参加し、言語交換に参加し、ベトナムの活気ある文化に没頭してください。",

    "ZHPAGE_welcome": "北京語（普通話）のページへようこそ",
    "ZHPAGE_desc": "世界で最も話されている言語である北京語の複雑さを発見しましょう。",
    "ZHPAGE_intro": "北京語の豊かな歴史と文化的意義を探求します。",
    "ZHPAGE_history": "北京語の歴史",
    "ZHPAGE_history_desc": "北京語は3000年以上の歴史を持っています。それは古代中国語から進化し、明と清の時代に中国の公用語になりました。標準化された形式は北京方言に基づいています。",
    "ZHPAGE_cultural_desc": "北京語は世界で最も話されている言語であり、世界最古の連続文明の1つを理解する鍵となります。それは孔子、老子、そして豊かな文学的传统の言語です。",
    "ZHPAGE_learning_desc": "北京語は、その声調性と文字システムのために英語話者にとって難しいと考えられていますが、その文法は比較的 simple です。献身により、学習者は熟達度を達成し、豊かな文化的世界にアクセスできます。",
    "ZHPAGE_join_desc": "他の北京語学習者や話者とつながりましょう！私たちのフォーラムに参加し、言語交換に参加し、中国と中国語圏の魅力的な文化に没頭してください。",

    "language_name": "日本語"
}