{
    "page_name_index": "언어 허브",
    "Logo_name": "언어 허브",
    "dark_mode": "다크 모드",
    "langs": "언어",
    "about": "회사 소개",
    "contact": "문의하기",
    "welcome_index": "Language Hub에 오신 것을 환영합니다",
    "welcome_desc": "전 세계의 언어와 문화를 탐험하세요.",
    
    "english": "영어",
    "en_desc": "영어의 풍부함, 역사, 그리고 세계적인 영향력을 탐구하세요. 영어의 독특한 문법, 어휘, 그리고 미묘한 뉘앙스를 배워보세요.",
    "spanish": "스페인어",
    "es_desc": "전 세계 수백만 명이 사용하는 활기찬 스페인어의 세계로 빠져보세요. 그 문화적 중요성, 다양한 방언, 그리고 아름다운 문학을 발견하세요.",
    "french": "프랑스어",
    "fr_desc": "예술, 패션, 요리로 유명한 우아한 프랑스어를 알아가세요. 문법, 발음 및 사용을 형성하는 문화적 맥락에 대해 배워보세요.",
    "korean": "한국어",
    "kr_desc": "독특한 한글 문자와 풍부한 문화 유산을 가진 한국어를 발견하세요. 문법, 발음 및 한국 문화의 세계적 영향에 대해 알아보세요.",
    "mandarin": "만다린(중국어)",
    "zh_desc": "세계에서 가장 많이 사용되는 언어인 만다린어의 복잡성을 발견하세요. 성조, 한자, 그리고 중국 사회에서 의사소통을 형성하는 문화적 뉘앙스에 대해 배워보세요.",
    "canto": "광둥어",
    "zh-yue_desc": "홍콩과 중국 남부에서 풍부한 역사와 문화적 중요성으로 알려진 광둥어를 탐구하세요. 독특한 음성, 어휘 및 지역 정체성에서의 역할에 대해 알아보세요.",
    "japanese": "일본어",
    "jp_desc": "독특한 문자 체계와 문화적 깊이로 유명한 일본어의 세계로 빠져보세요. 문법, 발음 및 일본 문화의 영향에 대해 배워보세요.",
    "indo": "인도네시아어",
    "id_desc":"다양한 인도네시아 군도에서 통합의 역할을 하는 인도네시아어를 발견하세요.",
    "german": "독일어",
    "de_desc": "정확성과 풍부한 문학 전통으로 유명한 독일어를 탐구하세요. 독일 및 그 이상의 지역에서 사용을 형성하는 문법, 어휘 및 문화적 맥락에 대해 알아보세요.",
    "dutch": "네덜란드어",
    "nl_desc": "네덜란드와 벨기에에서 사용되는 네덜란드어를 발견하세요. 네덜란드어 사용 지역에서 사용에 영향을 미치는 고유한 특징, 문법 및 문화적 맥락에 대해 알아보세요.",
    "portuguese": "브라질 포르투갈어",
    "pt-br_desc": "브라질에서 사용되는 포르투갈어 변형인 브라질 포르투갈어를 탐구하세요. 브라질 사회에서 사용을 형성하는 독특한 발음, 어휘 및 문화적 영향에 대해 알아보세요.",
    "russian": "러시아어",
    "ru_desc":"풍부한 문학 전통과 복잡한 문법으로 유명한 러시아어를 발견하세요. 키릴 문자, 음성 및 러시아어 사용 지역에서 의사소통을 형성하는 문화적 맥락에 대해 배워보세요.",
    "vietnamese": "베트남어",
    "vi_desc": "성조적 특성과 독특한 문자로 알려진 베트남어를 탐구하세요. 베트남에서 의사소통을 형성하는 문법, 발음 및 문화적 영향에 대해 알아보세요.",
    
    "aboutUS": "회사 소개",
    "about_desc": "Language Hub는 언어 학습과 문화 교류를 장착하는 데 전념하고 있습니다. 우리의 미션은 전 세계 언어 학습자에게 자원과 지원을 제공하는 것입니다.",
    "contactUS": "문의하기",
    "contact_desc": "문의 사항은 다음 이메일로 연락 주세요:",
    "rights": "&copy; 2025 Language Hub. All rights reserved.",

    "language_name": "English"
}