{
    "page_name_index": "언어 허브",
    "Logo_name": "언어 허브",
    "dark_mode": "다크 모드",
    "langs": "언어",
    "about": "회사 소개",
    "contact": "문의하기",
    "welcome_index": "Language Hub에 오신 것을 환영합니다",
    "welcome_desc": "전 세계의 언어와 문화를 탐험하세요.",
    
    "english": "영어",
    "en_desc": "영어의 풍부함, 역사, 그리고 세계적인 영향력을 탐구하세요. 영어의 독특한 문법, 어휘, 그리고 미묘한 뉘앙스를 배워보세요.",
    "spanish": "스페인어",
    "es_desc": "전 세계 수백만 명이 사용하는 활기찬 스페인어의 세계로 빠져보세요. 그 문화적 중요성, 다양한 방언, 그리고 아름다운 문학을 발견하세요.",
    "french": "프랑스어",
    "fr_desc": "예술, 패션, 요리로 유명한 우아한 프랑스어를 알아가세요. 문법, 발음 및 사용을 형성하는 문화적 맥락에 대해 배워보세요.",
    "korean": "한국어",
    "kr_desc": "독특한 한글 문자와 풍부한 문화 유산을 가진 한국어를 발견하세요. 문법, 발음 및 한국 문화의 세계적 영향에 대해 알아보세요.",
    "mandarin": "만다린(중국어)",
    "zh_desc": "세계에서 가장 많이 사용되는 언어인 만다린어의 복잡성을 발견하세요. 성조, 한자, 그리고 중국 사회에서 의사소통을 형성하는 문화적 뉘앙스에 대해 배워보세요.",
    "canto": "광둥어",
    "zh-yue_desc": "홍콩과 중국 남부에서 풍부한 역사와 문화적 중요성으로 알려진 광둥어를 탐구하세요. 독특한 음성, 어휘 및 지역 정체성에서의 역할에 대해 알아보세요.",
    "japanese": "일본어",
    "jp_desc": "독특한 문자 체계와 문화적 깊이로 유명한 일본어의 세계로 빠져보세요. 문법, 발음 및 일본 문화의 영향에 대해 배워보세요.",
    "indo": "인도네시아어",
    "id_desc":"다양한 인도네시아 군도에서 통합의 역할을 하는 인도네시아어를 발견하세요.",
    "german": "독일어",
    "de_desc": "정확성과 풍부한 문학 전통으로 유명한 독일어를 탐구하세요. 독일 및 그 이상의 지역에서 사용을 형성하는 문법, 어휘 및 문화적 맥락에 대해 알아보세요.",
    "dutch": "네덜란드어",
    "nl_desc": "네덜란드와 벨기에에서 사용되는 네덜란드어를 발견하세요. 네덜란드어 사용 지역에서 사용에 영향을 미치는 고유한 특징, 문법 및 문화적 맥락에 대해 알아보세요.",
    "portuguese": "브라질 포르투갈어",
    "pt-br_desc": "브라질에서 사용되는 포르투갈어 변형인 브라질 포르투갈어를 탐구하세요. 브라질 사회에서 사용을 형성하는 독특한 발음, 어휘 및 문화적 영향에 대해 알아보세요.",
    "russian": "러시아어",
    "ru_desc":"풍부한 문학 전통과 복잡한 문법으로 유명한 러시아어를 발견하세요. 키릴 문자, 음성 및 러시아어 사용 지역에서 의사소통을 형성하는 문화적 맥락에 대해 배워보세요.",
    "vietnamese": "베트남어",
    "vi_desc": "성조적 특성과 독특한 문자로 알려진 베트남어를 탐구하세요. 베트남에서 의사소통을 형성하는 문법, 발음 및 문화적 영향에 대해 알아보세요.",
    
    "aboutUS": "회사 소개",
    "about_desc": "Language Hub는 언어 학습과 문화 교류를 장착하는 데 전념하고 있습니다. 우리의 미션은 전 세계 언어 학습자에게 자원과 지원을 제공하는 것입니다.",
    "contactUS": "문의하기",
    "contact_desc": "문의 사항은 다음 이메일로 연락 주세요:",
    
    "rights": "2025 Language Hub. 일부 권리 보유.",
    "join": "커뮤니티 가입",
    "learning": "학습 자료",
    "Cultural": "문화적 의미",

    "ENPAGE_welcome": "영어 페이지에 오신 것을 환영합니다",
    "ENPAGE_desc": "영어의 아름다움과 복잡성을 발견하세요.",
    "ENPAGE_intro": "영어의 풍부한 역사와 문화적 의미를 탐구합니다.",
    "ENPAGE_history": "영어의 역사",
    "ENPAGE_history_desc": "영어는 수세기에 걸쳐 다양한 문화와 언어의 영향을 받으며 발전해 왔습니다. 고대 영어에서 현대 영어까지, 그것은 영국 제도와 더 넓은 세계의 역사를 반영합니다.",
    "ENPAGE_Cultural_desc": "영어는 단순한 언어가 아닙니다; 그것은 세계적인 현상입니다. 그것은 세계 여러 지역에서 링구아 프랑카로 기능하며 문화 간 의사 소통을 용이하게 합니다. 그 문학, 음악 및 미디어는 세계 문화에 깊은 영향을 미쳤습니다.",
    "ENPAGE_learning_desc": "원어민이든 영어를 제2외국어로 배우는 중이든, 풍부한 자료가 있습니다. 온라인 강좌부터 언어 교환 프로그램까지, 영어 실력을 향상시킬 기회는 무궁무진합니다.",
    "ENPAGE_join_desc": "다른 언어 애호가들과 연결하세요! 우리 포럼에 가입하고 토론에 참여하며 영어에 대한 여러분의 경험을 공유하세요. 학습자이든 유창한 사용자이든, 우리 커뮤니티에는 여러분을 위한 자리가 있습니다.",

    "ESPAGE_welcome": "스페인어 페이지에 오신 것을 환영합니다",
    "ESPAGE_desc": "스페인어의 아름다움과 풍요로움을 발견하세요.",
    "ESPAGE_intro": "스페인어의 활기찬 역사와 문화적 의미를 탐구합니다.",
    "ESPAGE_history": "스페인어의 역사",
    "ESPAGE_history_desc": "스페인어는 이베리아 반도에서 속라틴어에서 진화했으며 식민지를 통해 전 세계로 퍼져나갔습니다. 오늘날 그것은 20개국의 공용어이자 세계에서 가장 많이 사용되는 언어 중 하나입니다.",
    "ESPAGE_cultural_desc": "스페인어는 세르반테스에서 가르시아 마르케스에 이르기까지 풍부한 문학 전통으로 유명합니다. 그것은 플라멩코, 탱고, 라틴 아메리카와 스페인 전역의 수많은 문화적 표현의 언어입니다.",
    "ESPAGE_learning_desc": "스페인어는 영어 사용자가 배우기 가장 쉬운 언어 중 하나로 간주됩니다. 발음이 철자와 일치하고 동족어가 많아 학습자는 어휘를 빠르게 구축하고 효과적으로 의사 소통할 수 있습니다.",
    "ESPAGE_join_desc": "다른 스페인어 학습자 및 사용자들과 연결하세요! 우리 포럼에 가입하고 언어 교환에 참여하며 스페인어 사용 세계의 다양한 문화에 빠져보세요.",

    "FRPAGE_welcome": "프랑스어 페이지에 오신 것을 환영합니다",
    "FRPAGE_desc": "프랑스어의 우아함과 아름다움을 발견하세요.",
    "FRPAGE_intro": "프랑스어의 풍부한 역사와 문화적 의미를 탐구합니다.",
    "FRPAGE_history": "프랑스어의 역사",
    "FRPAGE_history_desc": "프랑스어는 속라틴어에서 진화했으며 북부 갈리아의 켈트어족 언어들의 영향을 받았습니다. 그것은 17세기와 18세기 동안 외교와 문화의 국제어가 되었습니다.",
    "FRPAGE_cultural_desc": "프랑스어는 사랑, 외교, 고급 요리의 언어로 알려져 있습니다. 그것은 국제 기구의 공용어이며 빅토르 위고에서 알베르 카뮈에 이르기까지 풍부한 문학 전통을 가지고 있습니다.",
    "FRPAGE_learning_desc": "프랑스어는 세계에서 가장 아름다운 언어 중 하나로 간주됩니다. 발음은 어려울 수 있지만 논리적인 문법 구조는 배우는 것을 보람 있게 만듭니다.",
    "FRPAGE_join_desc": "다른 프랑스어 학습자 및 사용자들과 연결하세요! 우리 포럼에 가입하고 언어 교환에 참여하며 프랑스어 사용 세계의 다양한 문화에 빠져보세요.",

    "JPPAGE_welcome": "일본어 페이지에 오신 것을 환영합니다",
    "JPPAGE_desc": "일본어의 아름다움과 복잡성을 발견하세요.",
    "JPPAGE_intro": "일본어의 독특한 역사와 문화적 의미를 탐구합니다.",
    "JPPAGE_history": "일본어의 역사",
    "JPPAGE_history_desc": "일본어는 중국어의 영향을 받았지만 다른 어떤 언어와도 확립된 유전적 관계가 없는 독특한 역사를 가지고 있습니다. 그 문자 체계는 한자(중국 문자)와 두 가지 음절 문자인 히라가나와 가타카나를 결합합니다.",
    "JPPAGE_cultural_desc": "일본어는 하이쿠, 애니메, 만화 및 정밀함과 미묘함을 중시하는 풍부한 문화 전통의 언어입니다. 그것은 일본 사회의 독특한 미적 감수성과 사회 구조를 반영합니다.",
    "JPPAGE_learning_desc": "일본어는 문자 체계와 문법 구조로 인해 영어 사용자에게 어려운 것으로 간주됩니다. 그러나 발음은 비교적 straightforward하며 학습자는 종종 문화적 측면을 보람 있게 찾습니다.",
    "JPPAGE_join_desc": "다른 일본어 학습자 및 사용자들과 연결하세요! 우리 포럼에 가입하고 언어 교환에 참여하며 일본의 매혹적인 문화에 빠져보세요.",

    "KRPAGE_welcome": "한국어 페이지에 오신 것을 환영합니다",
    "KRPAGE_desc": "한국어의 아름다움과 독특함을 발견하세요.",
    "KRPAGE_intro": "한국어의 매혹적인 역사와 문화적 의미를 탐구합니다.",
    "KRPAGE_history": "한국어의 역사",
    "KRPAGE_history_desc": "한국어는 15세기 세종대왕에 의해 한글이 창제된 독특한 역사를 가지고 있습니다. 이 과학적인 문자 체계는 배우기 쉽도록 설계되었으며 한국어의 소리를 완벽하게 나타냅니다.",
    "KRPAGE_cultural_desc": "한국어는 K-pop, K-drama 및 수천 년에 걸친 풍부한 문화 유산의 언어입니다. 한류는 한국 문화와 언어를 전 세계적으로 인기 있게 만들었습니다.",
    "KRPAGE_learning_desc": "한국어 문법은 영어와 상당히 다르지만, 한글은 세계에서 가장 논리적인 문자 체계 중 하나로 간주됩니다. 꾸준한 연습으로 학습자는 읽기와 쓰기에 빠르게 능숙해질 수 있습니다.",
    "KRPAGE_join_desc": "다른 한국어 학습자 및 사용자들과 연결하세요! 우리 포럼에 가입하고 언어 교환에 참여하며 한국의 활기찬 문화에 빠져보세요.",

    "NLPAGE_welcome": "네덜란드어 페이지에 오신 것을 환영합니다",
    "NLPAGE_desc": "네덜란드어의 아름다움과 독특함을 발견하세요.",
    "NLPAGE_intro": "네덜란드어의 역사와 문화적 의미를 탐구합니다.",
    "NLPAGE_history": "네덜란드어의 역사",
    "NLPAGE_history_desc": "네덜란드어는 고대 프랑크어에서 진화했으며 5세기경 다른 게르만어족 언어들과 구별되기 시작했습니다. 네덜란드어의 표준화는 16세기에 시작되었으며, 성경의 스타텐버탈링(국가 번역)이 중요한 역할을 했습니다.",
    "NLPAGE_cultural_desc": "네덜란드어는 렘브란트와 반 고흐 같은 유명한 화가들과 스피노자 같은 철학자들의 언어입니다. 그것은 또한 남아프리카와 나미비아에서 사용되는 아프리칸스어의 조상이며 많은 크레올 언어에 영향을 미쳤습니다.",
    "NLPAGE_learning_desc": "네덜란드어는 유사한 어휘와 문법으로 인해 영어 사용자가 배우기 가장 쉬운 언어 중 하나로 간주됩니다. 그러나 발음, 특히 구개수음 'g' 소리는 초보자에게 어려울 수 있습니다.",
    "NLPAGE_join_desc": "다른 네덜란드어 학습자 및 사용자들과 연결하세요! 우리 포럼에 가입하고 언어 교환에 참여하며 네덜란드와 플란데런의 풍부한 문화에 빠져보세요.",

    "BRPAGE_welcome": "브라질 포르투갈어 페이지에 오신 것을 환영합니다",
    "BRPAGE_desc": "브라질 포르투갈어의 리듬과 따뜻함을 발견하세요.",
    "BRPAGE_intro": "브라질 포르투갈어의 활기찬 역사와 문화적 의미를 탐구합니다.",
    "BRPAGE_history": "브라질 포르투갈어의 역사",
    "BRPAGE_history_desc": "브라질 포르투갈어는 16세기 포르투갈 식민지 개척자들이 가져온 언어에서 진화했습니다. 그것은 원주민 언어들과 아프리카 노예들의 언어들의 상당한 영향을 받아 고유한 발음, 어휘 및 문법을 가진 독특한 변종이 되었습니다.",
    "BRPAGE_cultural_desc": "브라질 포르투갈어는 삼바, 보사노바, 카니발의 언어입니다. 그것은 마샤두 지 아시스에서 파울로 코엘료에 이르는 브라질의 풍부한 문학 전통과 활기찬 영화 및 텔레비전 산업을 이해하는 열쇠입니다.",
    "BRPAGE_learning_desc": "브라질 포르투갈어는 멜로디적인 발음과 열린 모음으로 유명합니다. 유럽 포르투갈어와 많은 유사점을 공유하지만 발음, 어휘 및甚至 문법에서 상당한 차이가 있어 배워야 할 별개의 변종입니다.",
    "BRPAGE_join_desc": "다른 브라질 포르투갈어 학습자 및 사용자들과 연결하세요! 우리 포럼에 가입하고 언어 교환에 참여하며 브라질의 활기찬 문화에 빠져보세요.",

    "RUPAGE_welcome": "러시아어 페이지에 오신 것을 환영합니다",
    "RUPAGE_desc": "러시아어의 깊이와 아름다움을 발견하세요.",
    "RUPAGE_intro": "러시아어의 풍부한 역사와 문화적 의미를 탐구합니다.",
    "RUPAGE_history": "러시아어의 역사",
    "RUPAGE_history_desc": "러시아어는 키예프 러시아의 언어인 고대 동슬라브어에서 진화한 동슬라브어군 언어입니다. 그것은 18세기 표트르 대제 치세 동안 표준화되었으며, 미하일 로모노소프와 알렉산드르 푸시킨이 그 발전에 중요한 역할을 했습니다.",
    "RUPAGE_cultural_desc": "러시아어는 톨스토이, 도스토옙스키, 체호프와 같은 문학 거장들의 언어입니다. 그것은 발레, 클래식 음악 및 과학에서 풍부한 전통을 가지고 있으며 소련과 동구권 대부분의 링구아 프랑카 역할을 했습니다.",
    "RUPAGE_learning_desc": "러시아어는 6개의 격과 동사pect를 포함한 복잡한 문법으로 유명합니다. 키릴 문자는 처음에는 어렵지만 표음 문자이며 비교적 빠르게 배울 수 있습니다. 많은 학습자들은 언어의 논리적 구조를 보람 있게 찾습니다.",
    "RUPAGE_join_desc": "다른 러시아어 학습자 및 사용자들과 연결하세요! 우리 포럼에 가입하고 언어 교환에 참여하며 러시아어 사용 세계의 풍부한 문화 유산에 빠져보세요.",

    "VIPAGE_welcome": "베트남어 페이지에 오신 것을 환영합니다",
    "VIPAGE_desc": "베트남어의 성조와 아름다움을 발견하세요.",
    "VIPAGE_intro": "베트남어의 독특한 역사와 문화적 의미를 탐구합니다.",
    "VIPAGE_history": "베트남어의 역사",
    "VIPAGE_history_desc": "베트남어는 중국어, 프랑스어 및 기타 언어의 영향을 받은 풍부한 역사를 가진 오스트로아시아어족 언어입니다. 현대 베트남어 문자 체계인 쯔꾸옥응는 로마자를 사용하며 17세기 포르투갈 선교사들에 의해 개발되었습니다.",
    "VIPAGE_cultural_desc": "베트남어는 고대 시에서 현대 소설에 이르기까지 풍부한 문학 전통의 언어입니다. 그것은 국가의 역사, 문화 및 가치를 반영하며 베트남 정체성의 핵심입니다.",
    "VIPAGE_learning_desc": "베트남어는 학습자에게 도전이 될 수 있는 성조 언어입니다. 그러나 그 문법은 동사 활용이나 명사 굴절이 없어 비교적 simple합니다. 연습을 통해 학습자는 베트남어 말하기와 이해에 빠르게 능숙해질 수 있습니다.",
    "VIPAGE_join_desc": "다른 베트남어 학습자 및 사용자들과 연결하세요! 우리 포럼에 가입하고 언어 교환에 참여하며 베트남의 활기찬 문화에 빠져보세요.",

    "ZHPAGE_welcome": "만다린(중국어) 페이지에 오신 것을 환영합니다",
    "ZHPAGE_desc": "세계에서 가장 많이 사용되는 언어인 만다린어의 복잡성을 발견하세요.",
    "ZHPAGE_intro": "만다린어의 풍부한 역사와 문화적 의미를 탐구합니다.",
    "ZHPAGE_history": "만다린어의 역사",
    "ZHPAGE_history_desc": "만다린 중국어는 3000년 이상의 역사를 가지고 있습니다. 그것은 고대 중국어에서 진화했으며 명과 청 왕조 동안 중국의 공식 언어가 되었습니다. 표준화된 형태는 베이징 방언을 기반으로 합니다.",
    "ZHPAGE_cultural_desc": "만다린어는 세계에서 가장 많이 사용되는 언어이며 세계에서 가장 오래된 연속 문명 중 하나를 이해하는 열쇠입니다. 그것은 공자, 노자 및 풍부한 문학 전통의 언어입니다.",
    "ZHPAGE_learning_desc": "만다린어는 성조적 특성과 문자 체계로 인해 영어 사용자에게 어려운 것으로 간주되지만, 그 문법은 비교적 simple합니다. 헌신을 통해 학습자는 능력을 달성하고 풍부한 문화 세계에 접근할 수 있습니다.",
    "ZHPAGE_join_desc": "다른 만다린어 학습자 및 사용자들과 연결하세요! 우리 포럼에 가입하고 언어 교환에 참여하며 중국과 중국어 사용 세계의 매혹적인 문화에 빠져보세요.",

    "language_name": "한국어"
}