{
    "page_name_index": "Taalhub",
    "Logo_name": "Taalhub",
    "dark_mode": "Donkere Modus",
    "langs": "Talen",
    "about": "Over Ons",
    "contact": "Neem Contact Op",
    "welcome_index": "Welkom bij Taalhub",
    "welcome_desc": "Verken talen en culturen van over de hele wereld.",
    
    "english": "Engelse Taal",
    "en_desc": "Verken de rijkdom van de Engelse taal, haar geschiedenis en wereldwijde invloed. Leer over haar grammatica, woordenschat en de nuances die haar uniek maken.",
    "spanish": "Spaanse Taal",
    "es_desc": "Duik in de levendige wereld van de Spaanse taal, gesproken door miljoenen wereldwijd. Ontdek haar culturele betekenis, diverse dialecten en de schoonheid van haar literatuur.",
    "french": "Franse Taal",
    "fr_desc": "Ontdek de elegantie van de Franse taal, bekend om haar kunst, mode en keuken. Leer over haar grammatica, uitspraak en de culturele context die haar gebruik vormt.",
    "korean": "Koreaanse Taal",
    "kr_desc": "Ontdek de Koreaanse taal, haar onderscheidende Hangul-schrift en rijke culturele erfgoed. Leer over grammatica, uitspraak en de impact van de Koreaanse cultuur wereldwijd.",
    "mandarin": "Mandarijn Taal",
    "zh_desc": "Ontdek de complexiteit van de Mandarijn taal, de meest gesproken taal ter wereld. Leer over haar tonen, karakters en de culturele nuances die communicatie in de Chinese samenleving vormgeven.",
    "canto": "Kantonese Taal",
    "zh-yue_desc": "Duik in de Kantonese taal, bekend om haar rijke geschiedenis en culturele betekenis in Hongkong en Zuid-China. Leer over haar unieke fonetiek, woordenschat en de rol die ze speelt in de lokale identiteit.",
    "japanese": "Japanse Taal",
    "jp_desc": "Duik in de Japanse taal, bekend om haar unieke schriftsystemen en culturele diepgang. Leer over grammatica, uitspraak en de invloed van de Japanse cultuur.",
    "indo": "Indonesische Taal",
    "id_desc":"Ontdek de Indonesische taal, een bindende kracht in de diverse archipel van Indonesië.",
    "german": "Duitse Taal",
    "de_desc": "Verken de Duitse taal, bekend om haar precisie en rijke literaire traditie. Leer over haar grammatica, woordenschat en de culturele context die haar gebruik in Duitsland en daarbuiten vormt.",
    "dutch": "Nederlandse Taal",
    "nl_desc": "Ontdek de Nederlandse taal, gesproken in Nederland en België. Leer over haar unieke kenmerken, grammatica en de culturele context die haar gebruik in Nederlandstalige regio's beïnvloedt.",
    "portuguese": "Braziliaans Portugees",
    "pt-br_desc": "Verken de Braziliaanse Portugese taal, een variant van het Portugees gesproken in Brazilië. Leer over haar unieke uitspraak, woordenschat en de culturele invloeden die haar gebruik in de Braziliaanse samenleving vormgeven.",
    "russian": "Russische Taal",
    "ru_desc":"Ontdek de Russische taal, bekend om haar rijke literaire traditie en complexe grammatica. Leer over haar Cyrillisch schrift, fonetiek en de culturele context die communicatie in Russischtalige regio's vormt.",
    "vietnamese": "Vietnamese Taal",
    "vi_desc": "Verken de Vietnamese taal, bekend om haar tonale aard en unieke schrift. Leer over haar grammatica, uitspraak en de culturele invloeden die communicatie in Vietnam vormgeven.",
    
    "aboutUS": "Over Ons",
    "about_desc": "Taalhub is toegewijd aan het bevorderen van taalonderwijs en culturele uitwisseling. Onze missie is om bronnen en ondersteuning te bieden aan taalleerders over de hele wereld.",
    "contactUS": "Neem Contact Op",
    "contact_desc": "Voor vragen, stuur ons een e-mail op",
    "rights": "&copy; 2025 Taalhub. Alle rechten voorbehouden.",

    "language_name": "Nederlands"
}