{
    "page_name_index": "Taalhub",
    "Logo_name": "Taalhub",
    "dark_mode": "Donkere Modus",
    "langs": "Talen",
    "about": "Over Ons",
    "contact": "Neem Contact Op",
    "welcome_index": "Welkom bij Taalhub",
    "welcome_desc": "Verken talen en culturen van over de hele wereld.",
    
    "english": "Engelse Taal",
    "en_desc": "Verken de rijkdom van de Engelse taal, haar geschiedenis en wereldwijde invloed. Leer over haar grammatica, woordenschat en de nuances die haar uniek maken.",
    "spanish": "Spaanse Taal",
    "es_desc": "Duik in de levendige wereld van de Spaanse taal, gesproken door miljoenen wereldwijd. Ontdek haar culturele betekenis, diverse dialecten en de schoonheid van haar literatuur.",
    "french": "Franse Taal",
    "fr_desc": "Ontdek de elegantie van de Franse taal, bekend om haar kunst, mode en keuken. Leer over haar grammatica, uitspraak en de culturele context die haar gebruik vormt.",
    "korean": "Koreaanse Taal",
    "kr_desc": "Ontdek de Koreaanse taal, haar onderscheidende Hangul-schrift en rijke culturele erfgoed. Leer over grammatica, uitspraak en de impact van de Koreaanse cultuur wereldwijd.",
    "mandarin": "Mandarijn Taal",
    "zh_desc": "Ontdek de complexiteit van de Mandarijn taal, de meest gesproken taal ter wereld. Leer over haar tonen, karakters en de culturele nuances die communicatie in de Chinese samenleving vormgeven.",
    "canto": "Kantonese Taal",
    "zh-yue_desc": "Duik in de Kantonese taal, bekend om haar rijke geschiedenis en culturele betekenis in Hongkong en Zuid-China. Leer over haar unieke fonetiek, woordenschat en de rol die ze speelt in de lokale identiteit.",
    "japanese": "Japanse Taal",
    "jp_desc": "Duik in de Japanse taal, bekend om haar unieke schriftsystemen en culturele diepgang. Leer over grammatica, uitspraak en de invloed van de Japanse cultuur.",
    "indo": "Indonesische Taal",
    "id_desc":"Ontdek de Indonesische taal, een bindende kracht in de diverse archipel van Indonesië.",
    "german": "Duitse Taal",
    "de_desc": "Verken de Duitse taal, bekend om haar precisie en rijke literaire traditie. Leer over haar grammatica, woordenschat en de culturele context die haar gebruik in Duitsland en daarbuiten vormt.",
    "dutch": "Nederlandse Taal",
    "nl_desc": "Ontdek de Nederlandse taal, gesproken in Nederland en België. Leer over haar unieke kenmerken, grammatica en de culturele context die haar gebruik in Nederlandstalige regio's beïnvloedt.",
    "portuguese": "Braziliaans Portugees",
    "pt-br_desc": "Verken de Braziliaanse Portugese taal, een variant van het Portugees gesproken in Brazilië. Leer over haar unieke uitspraak, woordenschat en de culturele invloeden die haar gebruik in de Braziliaanse samenleving vormgeven.",
    "russian": "Russische Taal",
    "ru_desc":"Ontdek de Russische taal, bekend om haar rijke literaire traditie en complexe grammatica. Leer over haar Cyrillisch schrift, fonetiek en de culturele context die communicatie in Russischtalige regio's vormt.",
    "vietnamese": "Vietnamese Taal",
    "vi_desc": "Verken de Vietnamese taal, bekend om haar tonale aard en unieke schrift. Leer over haar grammatica, uitspraak en de culturele invloeden die communicatie in Vietnam vormgeven.",
    
    "aboutUS": "Over Ons",
    "about_desc": "Taalhub is toegewijd aan het bevorderen van taalonderwijs en culturele uitwisseling. Onze missie is om bronnen en ondersteuning te bieden aan taalleerders over de hele wereld.",
    "contactUS": "Neem Contact Op",
    "contact_desc": "Voor vragen, stuur ons een e-mail op",
    
    "rights": "2025 Language Hub. Enige rechten voorbehouden.",
    "join": "Word lid van de community",
    "learning": "Leermiddelen",
    "Cultural": "Culturele betekenis",

    "ENPAGE_welcome": "Welkom op de Engelse taalpagina",
    "ENPAGE_desc": "Ontdek de schoonheid en complexiteit van de Engelse taal.",
    "ENPAGE_intro": "Verken de rijke geschiedenis en culturele betekenis van de Engelse taal.",
    "ENPAGE_history": "Geschiedenis van het Engels",
    "ENPAGE_history_desc": "De Engelse taal is over eeuwen heen geëvolueerd, beïnvloed door verschillende culturen en talen. Van Oudengels tot Modern Engels weerspiegelt het de geschiedenis van de Britse Eilanden en de bredere wereld.",
    "ENPAGE_Cultural_desc": "Engels is niet zomaar een taal; het is een wereldwijd fenomeen. Het dient als lingua franca in veel delen van de wereld en vergemakkelijkt communicatie tussen culturen. De literatuur, muziek en media hebben een diepgaande invloed gehad op de wereldwijde cultuur.",
    "ENPAGE_learning_desc": "Of je nu een moedertaalspreker bent of Engels leert als tweede taal, er zijn overvloedige bronnen beschikbaar. Van online cursussen tot taaluitwisselingsprogramma's, de mogelijkheden om je Engelse vaardigheden te verbeteren zijn enorm.",
    "ENPAGE_join_desc": "Maak contact met andere taalliefhebbers! Word lid van onze forums, neem deel aan discussies en deel je ervaringen met de Engelse taal. Of je nu een leerling of een vloeiende spreker bent, er is een plek voor jou in onze community.",

    "ESPAGE_welcome": "Welkom op de Spaanse taalpagina",
    "ESPAGE_desc": "Ontdek de schoonheid en rijkdom van de Spaanse taal.",
    "ESPAGE_intro": "Verken de levendige geschiedenis en culturele betekenis van de Spaanse taal.",
    "ESPAGE_history": "Geschiedenis van het Spaans",
    "ESPAGE_history_desc": "Spaans evolueerde uit het Vulair Latijn op het Iberisch Schiereiland en verspreidde zich over de hele wereld via kolonisatie. Tegenwoordig is het de officiële taal van 20 landen en een van de meest gesproken talen wereldwijd.",
    "ESPAGE_cultural_desc": "Spaans staat bekend om zijn rijke literaire traditie, van Cervantes tot García Márquez. Het is de taal van flamenco, tango en talloze culturele uitingen in heel Latijns-Amerika en Spanje.",
    "ESPAGE_learning_desc": "Spaans wordt beschouwd als een van de gemakkelijkere talen voor Engelssprekenden om te leren. Met zijn fonetische spelling en veel cognaten kunnen leerlingen snel woordenschat opbouwen en effectief communiceren.",
    "ESPAGE_join_desc": "Maak contact met andere Spaanse leerlingen en sprekers! Word lid van onze forums, neem deel aan taaluitwisselingen en dompel je onder in de diverse culturen van de Spaanstalige wereld.",

    "FRPAGE_welcome": "Welkom op de Franse taalpagina",
    "FRPAGE_desc": "Ontdek de elegantie en schoonheid van de Franse taal.",
    "FRPAGE_intro": "Verken de rijke geschiedenis en culturele betekenis van de Franse taal.",
    "FRPAGE_history": "Geschiedenis van het Frans",
    "FRPAGE_history_desc": "Frans evolueerde uit het Vulair Latijn en werd beïnvloed door de Keltische talen van Noord-Gallië. Het werd tijdens de 17e en 18e eeuw een internationale taal van diplomatie en cultuur.",
    "FRPAGE_cultural_desc": "Frans staat bekend als de taal van de liefde, diplomatie en haute cuisine. Het is de officiële taal van internationale instellingen en heeft een rijke literaire traditie van Victor Hugo tot Albert Camus.",
    "FRPAGE_learning_desc": "Frans wordt beschouwd als een van de mooiste talen ter wereld. Hoewel de uitspraak uitdagend kan zijn, maakt de logische grammaticastructuur het de moeite waard om te leren.",
    "FRPAGE_join_desc": "Maak contact met andere Franse leerlingen en sprekers! Word lid van onze forums, neem deel aan taaluitwisselingen en dompel je onder in de diverse culturen van de Franstalige wereld.",

    "JPPAGE_welcome": "Welkom op de Japanse taalpagina",
    "JPPAGE_desc": "Ontdek de schoonheid en complexiteit van de Japanse taal.",
    "JPPAGE_intro": "Verken de unieke geschiedenis en culturele betekenis van de Japanse taal.",
    "JPPAGE_history": "Geschiedenis van het Japans",
    "JPPAGE_history_desc": "Japans heeft een unieke geschiedenis met invloeden uit het Chinees, maar zonder vastgestelde genetische relatie met enige andere taal. Het schrijfsysteem combineert kanji (Chinese karakters) met twee syllabische scripts: hiragana en katakana.",
    "JPPAGE_cultural_desc": "Japans is de taal van haiku, anime, manga en een rijke culturele traditie die precisie en subtiliteit waardeert. Het weerspiegelt de unieke esthetische sensibiliteiten en sociale structuren van de Japanse samenleving.",
    "JPPAGE_learning_desc": "Japans wordt als uitdagend beschouwd voor Engelssprekenden vanwege het schrijfsysteem en de grammaticastructuur. De uitspraak is echter relatief eenvoudig en leerlingen vinden de culturele aspecten vaak de moeite waard.",
    "JPPAGE_join_desc": "Maak contact met andere Japanse leerlingen en sprekers! Word lid van onze forums, neem deel aan taaluitwisselingen en dompel je onder in de fascinerende cultuur van Japan.",

    "KRPAGE_welcome": "Welkom op de Koreaanse taalpagina",
    "KRPAGE_desc": "Ontdek de schoonheid en uniciteit van de Koreaanse taal.",
    "KRPAGE_intro": "Verken de fascinerende geschiedenis en culturele betekenis van de Koreaanse taal.",
    "KRPAGE_history": "Geschiedenis van het Koreaans",
    "KRPAGE_history_desc": "Koreaans heeft een unieke geschiedenis met de creatie van Hangul in de 15e eeuw door Koning Sejong de Grote. Dit wetenschappelijke schrijfsysteem is ontworpen om gemakkelijk te leren en vertegenwoordigt de klanken van de Koreaanse taal perfect.",
    "KRPAGE_cultural_desc": "Koreaans is de taal van K-pop, K-drama's en een rijk cultureel erfgoed dat duizenden jaren omspant. De Koreaanse golf (Hallyu) heeft de Koreaanse cultuur en taal wereldwijd populair gemaakt.",
    "KRPAGE_learning_desc": "Hoewel de Koreaanse grammatica sterk verschilt van het Engels, wordt Hangul beschouwd als een van de meest logische schrijfsystemen ter wereld. Met consistente oefening kunnen leerlingen snel vaardig worden in lezen en schrijven.",
    "KRPAGE_join_desc": "Maak contact met andere Koreaanse leerlingen en sprekers! Word lid van onze forums, neem deel aan taaluitwisselingen en dompel je onder in de levendige cultuur van Korea.",

    "NLPAGE_welcome": "Welkom op de Nederlandse taalpagina",
    "NLPAGE_desc": "Ontdek de schoonheid en uniciteit van de Nederlandse taal.",
    "NLPAGE_intro": "Verken de geschiedenis en culturele betekenis van de Nederlandse taal.",
    "NLPAGE_history": "Geschiedenis van het Nederlands",
    "NLPAGE_history_desc": "Nederlands evolueerde uit Oudfrankisch en werd rond de 5e eeuw onderscheiden van andere Germaanse talen. De standaardisatie van het Nederlands begon in de 16e eeuw, waarbij de Statenvertaling van de Bijbel een sleutelrol speelde.",
    "NLPAGE_cultural_desc": "Nederlands is de taal van beroemde schilders zoals Rembrandt en Van Gogh, en filosofen zoals Spinoza. Het is ook de voorouder van het Afrikaans, gesproken in Zuid-Afrika en Namibië, en heeft veel creooltalen beïnvloed.",
    "NLPAGE_learning_desc": "Nederlands wordt beschouwd als een van de gemakkelijkste talen voor Engelssprekenden om te leren vanwege de vergelijkbare woordenschat en grammatica. De uitspraak, met name de gutturale 'g'-klank, kan echter uitdagend zijn voor beginners.",
    "NLPAGE_join_desc": "Maak contact met andere Nederlandse leerlingen en sprekers! Word lid van onze forums, neem deel aan taaluitwisselingen en dompel je onder in de rijke cultuur van Nederland en Vlaanderen.",

    "BRPAGE_welcome": "Welkom op de Braziliaans-Portugese taalpagina",
    "BRPAGE_desc": "Ontdek het ritme en de warmte van de Braziliaans-Portugese taal.",
    "BRPAGE_intro": "Verken de levendige geschiedenis en culturele betekenis van het Braziliaans Portugees.",
    "BRPAGE_history": "Geschiedenis van het Braziliaans Portugees",
    "BRPAGE_history_desc": "Braziliaans Portugees evolueerde uit de taal die in de 16e eeuw door Portugese kolonisten werd gebracht. Het is aanzienlijk beïnvloed door inheemse talen en de talen van Afrikaanse slaven, wat resulteerde in een unieke variant met eigen uitspraak, woordenschat en grammatica.",
    "BRPAGE_cultural_desc": "Braziliaans Portugees is de taal van samba, bossa nova en Carnaval. Het is de sleutel tot het begrijpen van de rijke literaire traditie van Brazilië, van Machado de Assis tot Paulo Coelho, en zijn levendige film- en televisie-industrie.",
    "BRPAGE_learning_desc": "Braziliaans Portugees staat bekend om zijn melodieuze uitspraak en open klinkers. Hoewel het veel overeenkomsten deelt met Europees Portugees, zijn er significante verschillen in uitspraak, woordenschat en zelfs grammatica die het een aparte variant maken om te leren.",
    "BRPAGE_join_desc": "Maak contact met andere leerlingen en sprekers van Braziliaans Portugees! Word lid van onze forums, neem deel aan taaluitwisselingen en dompel je onder in de levendige cultuur van Brazilië.",

    "RUPAGE_welcome": "Welkom op de Russische taalpagina",
    "RUPAGE_desc": "Ontdek de diepte en schoonheid van de Russische taal.",
    "RUPAGE_intro": "Verken de rijke geschiedenis en culturele betekenis van de Russische taal.",
    "RUPAGE_history": "Geschiedenis van het Russisch",
    "RUPAGE_history_desc": "Russisch is een Oost-Slavische taal die evolueerde uit het Oud-Oost-Slavisch, de taal van het Kievse Rijk. Het werd gestandaardiseerd in de 18e eeuw tijdens het bewind van Peter de Grote, waarbij Mikhail Lomonosov en Alexander Poesjkin cruciale rollen speelden in zijn ontwikkeling.",
    "RUPAGE_cultural_desc": "Russisch is de taal van literaire reuzen zoals Tolstoj, Dostojevski en Tsjechov. Het heeft een rijke traditie in ballet, klassieke muziek en wetenschap, en diende als lingua franca van de Sovjet-Unie en een groot deel van het Oostblok.",
    "RUPAGE_learning_desc": "Russisch staat bekend om zijn complexe grammatica, inclusief zes naamvallen en aspecten van werkwoorden. Het Cyrillische alfabet, hoewel in eerste instantie uitdagend, is fonetisch en kan relatief snel worden geleerd. Veel leerlingen vinden de logische structuur van de taal de moeite waard.",
    "RUPAGE_join_desc": "Maak contact met andere Russische leerlingen en sprekers! Word lid van onze forums, neem deel aan taaluitwisselingen en dompel je onder in het rijke culturele erfgoed van de Russischtalige wereld.",

    "VIPAGE_welcome": "Welkom op de Vietnamese taalpagina",
    "VIPAGE_desc": "Ontdek de tonen en schoonheid van de Vietnamese taal.",
    "VIPAGE_intro": "Verken de unieke geschiedenis en culturele betekenis van de Vietnamese taal.",
    "VIPAGE_history": "Geschiedenis van het Vietnamees",
    "VIPAGE_history_desc": "Vietnamees is een Austroaziatische taal met een rijke geschiedenis beïnvloed door Chinees, Frans en andere talen. Het moderne Vietnamese schrijfsysteem, Quốc Ngữ, gebruikt het Latijnse alfabet en werd ontwikkeld door Portugese missionarissen in de 17e eeuw.",
    "VIPAGE_cultural_desc": "Vietnamees is de taal van een rijke literaire traditie, van oude poëzie tot moderne romans. Het weerspiegelt de geschiedenis, cultuur en waarden van het land en is centraal in de Vietnamese identiteit.",
    "VIPAGE_learning_desc": "Vietnamees is een tonale taal, wat een uitdaging kan zijn voor leerlingen. De grammatica is echter relatief eenvoudig, zonder werkwoordsvervoegingen of naamvallen. Met oefening kunnen leerlingen snel vaardig worden in spreken en begrijpen van het Vietnamees.",
    "VIPAGE_join_desc": "Maak contact met andere Vietnamese leerlingen en sprekers! Word lid van onze forums, neem deel aan taaluitwisselingen en dompel je onder in de levendige cultuur van Vietnam.",

    "ZHPAGE_welcome": "Welkom op de Mandarin taalpagina",
    "ZHPAGE_desc": "Ontdek de complexiteit van de Mandarin taal, de meest gesproken taal ter wereld.",
    "ZHPAGE_intro": "Verken de rijke geschiedenis en culturele betekenis van de Mandarin taal.",
    "ZHPAGE_history": "Geschiedenis van het Mandarin",
    "ZHPAGE_history_desc": "Mandarijn Chinees heeft een geschiedenis van meer dan 3000 jaar. Het evolueerde uit Oud Chinees en werd de officiële taal van China tijdens de Ming- en Qing-dynastieën. De gestandaardiseerde vorm is gebaseerd op het Peking-dialect.",
    "ZHPAGE_cultural_desc": "Mandarijn is de meest gesproken taal ter wereld en dient als een sleutel tot het begrijpen van een van 's werelds oudste continue beschavingen. Het is de taal van Confucius, Laozi en een rijke literaire traditie.",
    "ZHPAGE_learning_desc": "Hoewel Mandarijn als uitdagend wordt beschouwd voor Engelssprekenden vanwege zijn tonale aard en karaktersysteem, is de grammatica relatief eenvoudig. Met toewijding kunnen leerlingen vaardigheid bereiken en toegang krijgen tot een rijke culturele wereld.",
    "ZHPAGE_join_desc": "Maak contact met andere Mandarin-leerlingen en -sprekers! Word lid van onze forums, neem deel aan taaluitwisselingen en dompel je onder in de fascinerende cultuur van China en de Chinese sprekende wereld.",

    "language_name": "Nederlands"
}