{
    "page_name_index": "Centro de Idiomas",
    "Logo_name": "Centro de Idiomas",
    "dark_mode": "Modo Escuro",
    "langs": "Idiomas",
    "about": "Sobre Nós",
    "contact": "Fale Conosco",
    "welcome_index": "Bem-vindo ao Centro de Idiomas",
    "welcome_desc": "Explore idiomas e culturas de todo o mundo.",
    
    "english": "Língua Inglesa",
    "en_desc": "Explore a riqueza da língua inglesa, sua história e sua influência global. Aprenda sobre sua gramática, vocabulário e as nuances que a tornam única.",
    "spanish": "Língua Espanhola",
    "es_desc": "Mergulhe no vibrante mundo da língua espanhola, falada por milhões em todo o mundo. Descubra sua significância cultural, diversos dialetos e a beleza de sua literatura.",
    "french": "Língua Francesa",
    "fr_desc": "Descubra a elegância da língua francesa, conhecida por sua arte, moda e culinária. Aprenda sobre sua gramática, pronúncia e o contexto cultural que molda seu uso.",
    "korean": "Língua Coreana",
    "kr_desc": "Descubra a língua coreana, seu distinto alfabeto Hangul e rico patrimônio cultural. Aprenda sobre gramática, pronúncia e o impacto da cultura coreana globalmente.",
    "mandarin": "Língua Mandarim",
    "zh_desc": "Descubra as complexidades da língua mandarim, a língua mais falada do mundo. Aprenda sobre seus tons, caracteres e as nuances culturais que moldam a comunicação na sociedade chinesa.",
    "canto": "Língua Cantonês",
    "zh-yue_desc": "Aprofunde-se na língua cantonês, conhecida por sua rica história e significância cultural em Hong Kong e no sul da China. Aprenda sobre sua fonética única, vocabulário e o papel que desempenha na identidade local.",
    "japanese": "Língua Japonesa",
    "jp_desc": "Mergulhe na língua japonesa, conhecida por seus sistemas de escrita únicos e profundidade cultural. Aprenda sobre gramática, pronúncia e a influência da cultura japonesa.",
    "indo": "Língua Indonésia",
    "id_desc":"Descubra a língua indonésia, uma força unificadora no diversificado arquipélago da Indonésia.",
    "german": "Língua Alemã",
    "de_desc": "Explore a língua alemã, conhecida por sua precisão e rica tradição literária. Aprenda sobre sua gramática, vocabulário e o contexto cultural que molda seu uso na Alemanha e beyond.",
    "dutch": "Língua Holandesa",
    "nl_desc": "Descubra a língua holandesa, falada na Holanda e na Bélgica. Aprenda sobre suas características únicas, gramática e o contexto cultural que influencia seu uso em regiões de língua holandesa.",
    "portuguese": "Língua Portuguesa do Brasil",
    "pt-br_desc": "Explore a língua portuguesa brasileira, uma variante do português falada no Brasil. Aprenda sobre sua pronúncia única, vocabulário e as influências culturais que moldam seu uso na sociedade brasileira.",
    "russian": "Língua Russa",
    "ru_desc":"Descubra a língua russa, conhecida por sua rica tradição literária e gramática complexa. Aprenda sobre sua escrita cirílica, fonética e o contexto cultural que molda a comunicação em regiões de língua russa.",
    "vietnamese": "Língua Vietnamita",
    "vi_desc": "Explore a língua vietnamita, conhecida por sua natureza tonal e escrita única. Aprenda sobre sua gramática, pronúncia e as influências culturais que moldam a comunicação no Vietnã.",
    
    "aboutUS": "Sobre Nós",
    "about_desc": "O Centro de Idiomas é dedicado a promover o aprendizado de idiomas e o intercâmbio cultural. Nossa missão é fornecer recursos e suporte para estudantes de idiomas em todo o mundo.",
    "contactUS": "Fale Conosco",
    "contact_desc": "Para perguntas, envie um e-mail para",
    "rights": "&copy; 2025 Centro de Idiomas. Todos os direitos reservados.",

    "language_name": "Português (Brasil)"
}