{
    "page_name_index": "Centro de Idiomas",
    "Logo_name": "Centro de Idiomas",
    "dark_mode": "Modo Escuro",
    "langs": "Idiomas",
    "about": "Sobre Nós",
    "contact": "Fale Conosco",
    "welcome_index": "Bem-vindo ao Centro de Idiomas",
    "welcome_desc": "Explore idiomas e culturas de todo o mundo.",
    
    "english": "Língua Inglesa",
    "en_desc": "Explore a riqueza da língua inglesa, sua história e sua influência global. Aprenda sobre sua gramática, vocabulário e as nuances que a tornam única.",
    "spanish": "Língua Espanhola",
    "es_desc": "Mergulhe no vibrante mundo da língua espanhola, falada por milhões em todo o mundo. Descubra sua significância cultural, diversos dialetos e a beleza de sua literatura.",
    "french": "Língua Francesa",
    "fr_desc": "Descubra a elegância da língua francesa, conhecida por sua arte, moda e culinária. Aprenda sobre sua gramática, pronúncia e o contexto cultural que molda seu uso.",
    "korean": "Língua Coreana",
    "kr_desc": "Descubra a língua coreana, seu distinto alfabeto Hangul e rico patrimônio cultural. Aprenda sobre gramática, pronúncia e o impacto da cultura coreana globalmente.",
    "mandarin": "Língua Mandarim",
    "zh_desc": "Descubra as complexidades da língua mandarim, a língua mais falada do mundo. Aprenda sobre seus tons, caracteres e as nuances culturais que moldam a comunicação na sociedade chinesa.",
    "canto": "Língua Cantonês",
    "zh-yue_desc": "Aprofunde-se na língua cantonês, conhecida por sua rica história e significância cultural em Hong Kong e no sul da China. Aprenda sobre sua fonética única, vocabulário e o papel que desempenha na identidade local.",
    "japanese": "Língua Japonesa",
    "jp_desc": "Mergulhe na língua japonesa, conhecida por seus sistemas de escrita únicos e profundidade cultural. Aprenda sobre gramática, pronúncia e a influência da cultura japonesa.",
    "indo": "Língua Indonésia",
    "id_desc":"Descubra a língua indonésia, uma força unificadora no diversificado arquipélago da Indonésia.",
    "german": "Língua Alemã",
    "de_desc": "Explore a língua alemã, conhecida por sua precisão e rica tradição literária. Aprenda sobre sua gramática, vocabulário e o contexto cultural que molda seu uso na Alemanha e beyond.",
    "dutch": "Língua Holandesa",
    "nl_desc": "Descubra a língua holandesa, falada na Holanda e na Bélgica. Aprenda sobre suas características únicas, gramática e o contexto cultural que influencia seu uso em regiões de língua holandesa.",
    "portuguese": "Língua Portuguesa do Brasil",
    "pt-br_desc": "Explore a língua portuguesa brasileira, uma variante do português falada no Brasil. Aprenda sobre sua pronúncia única, vocabulário e as influências culturais que moldam seu uso na sociedade brasileira.",
    "russian": "Língua Russa",
    "ru_desc":"Descubra a língua russa, conhecida por sua rica tradição literária e gramática complexa. Aprenda sobre sua escrita cirílica, fonética e o contexto cultural que molda a comunicação em regiões de língua russa.",
    "vietnamese": "Língua Vietnamita",
    "vi_desc": "Explore a língua vietnamita, conhecida por sua natureza tonal e escrita única. Aprenda sobre sua gramática, pronúncia e as influências culturais que moldam a comunicação no Vietnã.",
    
    "aboutUS": "Sobre Nós",
    "about_desc": "O Centro de Idiomas é dedicado a promover o aprendizado de idiomas e o intercâmbio cultural. Nossa missão é fornecer recursos e suporte para estudantes de idiomas em todo o mundo.",
    "contactUS": "Fale Conosco",
    "contact_desc": "Para perguntas, envie um e-mail para",
   
    "rights": "2025 Language Hub. Alguns direitos reservados.",
    "join": "Junte-se à Comunidade",
    "learning": "Recursos de Aprendizagem",
    "Cultural": "Significado Cultural",

    "ENPAGE_welcome": "Bem-vindo à Página do Idioma Inglês",
    "ENPAGE_desc": "Descubra a beleza e complexidade da língua inglesa.",
    "ENPAGE_intro": "Explorando a rica história e significado cultural da língua inglesa.",
    "ENPAGE_history": "História do Inglês",
    "ENPAGE_history_desc": "A língua inglesa evoluiu ao longo dos séculos, influenciada por várias culturas e idiomas. Do Inglês Antigo ao Inglês Moderno, reflete a história das Ilhas Britânicas e do mundo em geral.",
    "ENPAGE_Cultural_desc": "O inglês não é apenas uma língua; é um fenômeno global. Serve como uma língua franca em muitas partes do mundo, facilitando a comunicação entre culturas. Sua literatura, música e mídia tiveram um impacto profundo na cultura global.",
    "ENPAGE_learning_desc": "Seja você um falante nativo ou aprendendo inglês como segunda língua, há recursos abundantes disponíveis. De cursos online a programas de intercâmbio linguístico, as oportunidades para melhorar suas habilidades em inglês são vastas.",
    "ENPAGE_join_desc": "Conecte-se com outros entusiastas de idiomas! Junte-se aos nossos fóruns, participe de discussões e compartilhe suas experiências com a língua inglesa. Seja você um aprendiz ou um falante fluente, há um lugar para você em nossa comunidade.",

    "ESPAGE_welcome": "Bem-vindo à Página do Idioma Espanhol",
    "ESPAGE_desc": "Descubra a beleza e riqueza da língua espanhola.",
    "ESPAGE_intro": "Explorando a história vibrante e o significado cultural da língua espanhola.",
    "ESPAGE_history": "História do Espanhol",
    "ESPAGE_history_desc": "O espanhol evoluiu do latim vulgar na Península Ibérica e se espalhou pelo mundo através da colonização. Hoje, é a língua oficial de 20 países e uma das línguas mais faladas em todo o mundo.",
    "ESPAGE_cultural_desc": "O espanhol é conhecido por sua rica tradição literária, de Cervantes a García Márquez. É a língua do flamenco, do tango e de inúmeras expressões culturais em toda a América Latina e Espanha.",
    "ESPAGE_learning_desc": "O espanhol é considerado uma das línguas mais fáceis para falantes de inglês aprenderem. Com sua ortografia fonética e muitos cognatos, os aprendizes podem rapidamente construir vocabulário e se comunicar efetivamente.",
    "ESPAGE_join_desc": "Conecte-se com outros aprendizes e falantes de espanhol! Junte-se aos nossos fóruns, participe de intercâmbios linguísticos e mergulhe nas diversas culturas do mundo hispanófono.",

    "FRPAGE_welcome": "Bem-vindo à Página do Idioma Francês",
    "FRPAGE_desc": "Descubra a elegância e beleza da língua francesa.",
    "FRPAGE_intro": "Explorando a rica história e significado cultural da língua francesa.",
    "FRPAGE_history": "História do Francês",
    "FRPAGE_history_desc": "O francês evoluiu do latim vulgar e foi influenciado pelas línguas celtas do norte da Gália. Tornou-se uma língua internacional de diplomacia e cultura durante os séculos XVII e XVIII.",
    "FRPAGE_cultural_desc": "O francês é conhecido como a língua do amor, da diplomacia e da alta gastronomia. É a língua oficial de instituições internacionais e tem uma rica tradição literária de Victor Hugo a Albert Camus.",
    "FRPAGE_learning_desc": "O francês é considerado uma das línguas mais bonitas do mundo. Embora sua pronúncia possa ser desafiadora, sua estrutura gramatical lógica torna seu aprendizado gratificante.",
    "FRPAGE_join_desc": "Conecte-se com outros aprendizes e falantes de francês! Junte-se aos nossos fóruns, participe de intercâmbios linguísticos e mergulhe nas diversas culturas do mundo francófono.",

    "JPPAGE_welcome": "Bem-vindo à Página do Idioma Japonês",
    "JPPAGE_desc": "Descubra a beleza e complexidade da língua japonesa.",
    "JPPAGE_intro": "Explorando a história única e o significado cultural da língua japonesa.",
    "JPPAGE_history": "História do Japonês",
    "JPPAGE_history_desc": "O japonês tem uma história única com influências do chinês, mas sem relação genética estabelecida com qualquer outra língua. Seu sistema de escrita combina kanji (caracteres chineses) com dois scripts silábicos: hiragana e katakana.",
    "JPPAGE_cultural_desc": "O japonês é a língua do haicai, anime, mangá e uma rica tradição cultural que valoriza precisão e sutileza. Reflete as sensibilidades estéticas únicas e estruturas sociais da sociedade japonesa.",
    "JPPAGE_learning_desc": "O japonês é considerado desafiador para falantes de inglês devido ao seu sistema de escrita e estrutura gramatical. No entanto, sua pronúncia é relativamente direta, e os aprendizes geralmente consideram os aspectos culturais gratificantes.",
    "JPPAGE_join_desc": "Conecte-se com outros aprendizes e falantes de japonês! Junte-se aos nossos fóruns, participe de intercâmbios linguísticos e mergulhe na cultura fascinante do Japão.",

    "KRPAGE_welcome": "Bem-vindo à Página do Idioma Coreano",
    "KRPAGE_desc": "Descubra a beleza e singularidade da língua coreana.",
    "KRPAGE_intro": "Explorando a história fascinante e o significado cultural da língua coreana.",
    "KRPAGE_history": "História do Coreano",
    "KRPAGE_history_desc": "O coreano tem uma história única com a criação do Hangul no século XV pelo Rei Sejong, o Grande. Este sistema de escrita científico foi projetado para ser fácil de aprender e representa perfeitamente os sons da língua coreana.",
    "KRPAGE_cultural_desc": "O coreano é a língua do K-pop, K-dramas e um rico patrimônio cultural que abrange milhares de anos. A Onda Coreana (Hallyu) tornou a cultura e a língua coreanas populares em todo o mundo.",
    "KRPAGE_learning_desc": "Embora a gramática coreana seja bastante diferente do inglês, o Hangul é considerado um dos sistemas de escrita mais lógicos do mundo. Com prática consistente, os aprendizes podem rapidamente se tornar proficientes em leitura e escrita.",
    "KRPAGE_join_desc": "Conecte-se com outros aprendizes e falantes de coreano! Junte-se aos nossos fóruns, participe de intercâmbios linguísticos e mergulhe na cultura vibrante da Coreia.",

    "NLPAGE_welcome": "Bem-vindo à Página do Idioma Holandês",
    "NLPAGE_desc": "Descubra a beleza e singularidade da língua holandesa.",
    "NLPAGE_intro": "Explorando a história e o significado cultural da língua holandesa.",
    "NLPAGE_history": "História do Holandês",
    "NLPAGE_history_desc": "O holandês evoluiu do frâncico antigo e distinguiu-se de outras línguas germânicas por volta do século V. A padronização do holandês começou no século XVI, com a Statenvertaling (Tradução do Estado) da Bíblia desempenhando um papel fundamental.",
    "NLPAGE_cultural_desc": "O holandês é a língua de pintores famosos como Rembrandt e Van Gogh, e filósofos como Spinoza. Também é o ancestral do africâner, falado na África do Sul e Namíbia, e influenciou muitas línguas crioulas.",
    "NLPAGE_learning_desc": "O holandês é considerado uma das línguas mais fáceis para falantes de inglês aprenderem devido ao seu vocabulário e gramática semelhantes. No entanto, sua pronúncia, particularmente o som gutural do 'g', pode ser desafiador para iniciantes.",
    "NLPAGE_join_desc": "Conecte-se com outros aprendizes e falantes de holandês! Junte-se aos nossos fóruns, participe de intercâmbios linguísticos e mergulhe na rica cultura dos Países Baixos e Flandres.",

    "BRPAGE_welcome": "Bem-vindo à Página do Idioma Português do Brasil",
    "BRPAGE_desc": "Descubra o ritmo e a calorosidade da língua portuguesa do Brasil.",
    "BRPAGE_intro": "Explorando a história vibrante e o significado cultural do português brasileiro.",
    "BRPAGE_history": "História do Português Brasileiro",
    "BRPAGE_history_desc": "O português brasileiro evoluiu da língua trazida por colonizadores portugueses no século XVI. Foi significativamente influenciado por línguas indígenas e as línguas de escravos africanos, resultando em uma variante única com sua própria pronúncia, vocabulário e gramática.",
    "BRPAGE_cultural_desc": "O português brasileiro é a língua do samba, da bossa nova e do Carnaval. É a chave para entender a rica tradição literária do Brasil, de Machado de Assis a Paulo Coelho, e sua vibrante indústria cinematográfica e televisiva.",
    "BRPAGE_learning_desc": "O português brasileiro é conhecido por sua pronúncia melódica e vogais abertas. Embora compartilhe muitas semelhanças com o português europeu, existem diferenças significativas na pronúncia, vocabulário e até na gramática que o tornam uma variante distinta para aprender.",
    "BRPAGE_join_desc": "Conecte-se com outros aprendizes e falantes de português brasileiro! Junte-se aos nossos fóruns, participe de intercâmbios linguísticos e mergulhe na cultura vibrante do Brasil.",

    "RUPAGE_welcome": "Bem-vindo à Página do Idioma Russo",
    "RUPAGE_desc": "Descubra a profundidade e beleza da língua russa.",
    "RUPAGE_intro": "Explorando a rica história e significado cultural da língua russa.",
    "RUPAGE_history": "História do Russo",
    "RUPAGE_history_desc": "O russo é uma língua eslava oriental que evoluiu do antigo eslavo oriental, a língua da Rus de Kiev. Foi padronizado no século XVIII durante o reinado de Pedro, o Grande, com Mikhail Lomonosov e Alexander Pushkin desempenhando papéis-chave em seu desenvolvimento.",
    "RUPAGE_cultural_desc": "O russo é a língua de gigantes literários como Tolstói, Dostoiévski e Tchekhov. Tem uma rica tradição em balé, música clássica e ciência, e serviu como língua franca da União Soviética e de grande parte do Bloco Oriental.",
    "RUPAGE_learning_desc": "O russo é conhecido por sua gramática complexa, incluindo seis casos e aspectos verbais. O alfabeto cirílico, embora inicialmente desafiador, é fonético e pode ser aprendido relativamente rápido. Muitos aprendizes consideram a estrutura lógica da língua gratificante.",
    "RUPAGE_join_desc": "Conecte-se com outros aprendizes e falantes de russo! Junte-se aos nossos fóruns, participe de intercâmbios linguísticos e mergulhe no rico patrimônio cultural do mundo falante de russo.",

    "VIPAGE_welcome": "Bem-vindo à Página do Idioma Vietnamita",
    "VIPAGE_desc": "Descubra os tons e a beleza da língua vietnamita.",
    "VIPAGE_intro": "Explorando a história única e o significado cultural da língua vietnamita.",
    "VIPAGE_history": "História do Vietnamita",
    "VIPAGE_history_desc": "O vietnamita é uma língua austro-asiática com uma rica história influenciada pelo chinês, francês e outras línguas. O sistema de escrita vietnamita moderno, Quốc Ngữ, usa o alfabeto latino e foi desenvolvido por missionários portugueses no século XVII.",
    "VIPAGE_cultural_desc": "O vietnamita é a língua de uma rica tradição literária, da poesia antiga aos romances modernos. Reflete a história, cultura e valores do país e é central para a identidade vietnamita.",
    "VIPAGE_learning_desc": "O vietnamita é uma língua tonal, o que pode ser um desafio para os aprendizes. No entanto, sua gramática é relativamente simples, sem conjugações verbais ou declinações nominais. Com prática, os aprendizes podem rapidamente se tornar proficientes em falar e entender vietnamita.",
    "VIPAGE_join_desc": "Conecte-se com outros aprendizes e falantes de vietnamita! Junte-se aos nossos fóruns, participe de intercâmbios linguísticos e mergulhe na cultura vibrante do Vietnã.",

    "ZHPAGE_welcome": "Bem-vindo à Página do Idioma Mandarim",
    "ZHPAGE_desc": "Descubra as complexidades da língua mandarim, a língua mais falada do mundo.",
    "ZHPAGE_intro": "Explorando a rica história e significado cultural da língua mandarim.",
    "ZHPAGE_history": "História do Mandarim",
    "ZHPAGE_history_desc": "O mandarim chinês tem uma história que abrange mais de 3.000 anos. Evoluiu do chinês antigo e tornou-se a língua oficial da China durante as dinastias Ming e Qing. A forma padronizada é baseada no dialeto de Pequim.",
    "ZHPAGE_cultural_desc": "O mandarim é a língua mais falada do mundo e serve como uma chave para entender uma das civilizações contínuas mais antigas do mundo. É a língua de Confúcio, Laozi e uma rica tradição literária.",
    "ZHPAGE_learning_desc": "Embora o mandarim seja considerado desafiador para falantes de inglês devido à sua natureza tonal e sistema de caracteres, sua gramática é relativamente simples. Com dedicação, os aprendizes podem alcançar proficiência e acessar um mundo cultural rico.",
    "ZHPAGE_join_desc": "Conecte-se com outros aprendizes e falantes de mandarim! Junte-se aos nossos fóruns, participe de intercâmbios linguísticos e mergulhe na cultura fascinante da China e do mundo sinófono.",

    "language_name": "Português (Brasil)"
}