{
    "page_name_index": "Языковой Центр",
    "Logo_name": "Языковой Центр",
    "dark_mode": "Тёмный Режим",
    "langs": "Языки",
    "about": "О Нас",
    "contact": "Свяжитесь с Нами",
    "welcome_index": "Добро пожаловать в Языковой Центр",
    "welcome_desc": "Исследуйте языки и культуры со всего мира.",
    
    "english": "Английский Язык",
    "en_desc": "Исследуйте богатство английского языка, его историю и глобальное влияние. Узнайте о его грамматике, лексике и нюансах, которые делают его уникальным.",
    "spanish": "Испанский Язык",
    "es_desc": "Погрузитесь в яркий мир испанского языка, на котором говорят миллионы людей во всем мире. Откройте для себя его культурное значение, разнообразие диалектов и красоту его литературы.",
    "french": "Французский Язык",
    "fr_desc": "Раскройте элегантность французского языка, известного своим искусством, модой и кухней. Узнайте о его грамматике, произношении и культурном контексте, который формирует его использование.",
    "korean": "Корейский Язык",
    "kr_desc": "Откройте для себя корейский язык, его distinctive письменность Хангыль и богатое культурное наследие. Узнайте о грамматике, произношении и влиянии корейской культуры в мире.",
    "mandarin": "Китайский Язык (Мандарин)",
    "zh_desc": "Откройте для себя сложность китайского языка (мандарин), самого распространенного языка в мире. Узнайте о его тонах, иероглифах и культурных нюансах, которые формируют общение в китайском обществе.",
    "canto": "Кантонский Язык",
    "zh-yue_desc": "Погрузитесь в кантонский язык, известный своей богатой историей и культурным значением в Гонконге и Южном Китае. Узнайте о его уникальной фонетике, лексике и роли, которую он играет в местной идентичности.",
    "japanese": "Японский Язык",
    "jp_desc": "Погрузитесь в японский язык, известный своими уникальными системами письма и культурной глубиной. Узнайте о грамматике, произношении и влиянии японской культуры.",
    "indo": "Индонезийский Язык",
    "id_desc":"Откройте для себя индонезийский язык, объединяющую силу в разнообразном архипелаге Индонезии.",
    "german": "Немецкий Язык",
    "de_desc": "Исследуйте немецкий язык, известный своей точностью и богатой литературной традицией. Узнайте о его грамматике, лексике и культурном контексте, который формирует его использование в Германии и beyond.",
    "dutch": "Нидерландский Язык",
    "nl_desc": "Откройте для себя нидерландский язык, на котором говорят в Нидерландах и Бельгии. Узнайте о его уникальных особенностях, грамматике и культурном контексте, который влияет на его использование в нидерландскоязычных регионах.",
    "portuguese": "Бразильский Португальский Язык",
    "pt-br_desc": "Исследуйте бразильский португальский язык, вариант португальского, на котором говорят в Бразилии. Узнайте о его уникальном произношении, лексике и культурных влияниях, которые формируют его использование в бразильском обществе.",
    "russian": "Русский Язык",
    "ru_desc":"Откройте для себя русский язык, известный своим богатым литературным наследием и сложной грамматикой. Узнайте о его кириллической письменности, фонетике и культурном контексте, который формирует общение в русскоязычных регионах.",
    "vietnamese": "Вьетнамский Язык",
    "vi_desc": "Исследуйте вьетнамский язык, известный своим тональным характером и уникальной письменностью. Узнайте о его грамматике, произношении и культурных влияниях, которые формируют общение во Вьетнаме.",
    
    "aboutUS": "О Нас",
    "about_desc": "Языковой Центр посвящен продвижению изучения языков и культурного обмена. Наша миссия — предоставлять ресурсы и поддержку для изучающих языки по всему миру.",
    "contactUS": "Свяжитесь с Нами",
    "contact_desc": "По вопросам, пожалуйста, напишите нам на email:",
    
    "rights": "2025 Language Hub. Некоторые права защищены.",
    "join": "Присоединиться к Сообществу",
    "learning": "Ресурсы для Изучения",
    "Cultural": "Культурное Значение",

    "ENPAGE_welcome": "Добро пожаловать на страницу Английского языка",
    "ENPAGE_desc": "Откройте для себя красоту и сложность английского языка.",
    "ENPAGE_intro": "Исследуйте богатую историю и культурное значение английского языка.",
    "ENPAGE_history": "История Английского языка",
    "ENPAGE_history_desc": "Английский язык развивался на протяжении веков, находясь под влиянием различных культур и языков. От древнеанглийского до современного английского, он отражает историю Британских островов и всего мира.",
    "ENPAGE_Cultural_desc": "Английский — это не просто язык; это глобальный феномен. Он служит лингва франка во многих частях мира, облегчая межкультурное общение. Его литература, музыка и средства массовой информации оказали profound влияние на мировую культуру.",
    "ENPAGE_learning_desc": "Являетесь ли вы носителем языка или изучаете английский как второй язык, существует множество доступных ресурсов. От онлайн-курсов до программ языкового обмена — возможности для улучшения ваших навыков английского языка vast.",
    "ENPAGE_join_desc": "Общайтесь с другими энтузиастами языков! Присоединяйтесь к нашим форумам, участвуйте в обсуждениях и делитесь своим опытом изучения английского языка. Будь вы ученик или свободно говорящий, в нашем сообществе есть место для вас.",

    "ESPAGE_welcome": "Добро пожаловать на страницу Испанского языка",
    "ESPAGE_desc": "Откройте для себя красоту и богатство испанского языка.",
    "ESPAGE_intro": "Исследуйте яркую историю и культурное значение испанского языка.",
    "ESPAGE_history": "История Испанского языка",
    "ESPAGE_history_desc": "Испанский язык произошел от народной латыни на Пиренейском полуострове и распространился по всему миру через колонизацию. Сегодня это официальный язык 20 стран и один из самых распространенных языков в мире.",
    "ESPAGE_cultural_desc": "Испанский язык известен своей богатой литературной традицией, от Сервантеса до Гарсиа Маркеса. Это язык фламенко, танго и бесчисленных культурных выражений по всей Латинской Америке и Испании.",
    "ESPAGE_learning_desc": "Испанский считается одним из самых легких языков для изучения англоговорящими. Благодаря фонетическому правописанию и множеству когнатов учащиеся могут быстро наращивать словарный запас и эффективно общаться.",
    "ESPAGE_join_desc": "Общайтесь с другими изучающими и носителями испанского языка! Присоединяйтесь к нашим форумам, участвуйте в языковых обменах и погружайтесь в разнообразные культуры испаноязычного мира.",

    "FRPAGE_welcome": "Добро пожаловать на страницу Французского языка",
    "FRPAGE_desc": "Откройте для себя элегантность и красоту французского языка.",
    "FRPAGE_intro": "Исследуйте богатую историю и культурное значение французского языка.",
    "FRPAGE_history": "История Французского языка",
    "FRPAGE_history_desc": "Французский язык произошел от народной латыни и находился под влиянием кельтских языков Северной Галлии. Он стал международным языком дипломатии и культуры в XVII и XVIII веках.",
    "FRPAGE_cultural_desc": "Французский известен как язык любви, дипломатии и высокой кухни. Это официальный язык международных институтов и имеет богатую литературную традицию от Виктора Гюго до Альбера Камю.",
    "FRPAGE_learning_desc": "Французский считается одним из самых красивых языков в мире. Хотя его произношение может быть сложным, его логическая грамматическая структура делает изучение rewarding.",
    "FRPAGE_join_desc": "Общайтесь с другими изучающими и носителями французского языка! Присоединяйтесь к нашим форумам, участвуйте в языковых обменах и погружайтесь в разнообразные культуры франкоязычного мира.",

    "JPPAGE_welcome": "Добро пожаловать на страницу Японского языка",
    "JPPAGE_desc": "Откройте для себя красоту и сложность японского языка.",
    "JPPAGE_intro": "Исследуйте уникальную историю и культурное значение японского языка.",
    "JPPAGE_history": "История Японского языка",
    "JPPAGE_history_desc": "Японский язык имеет уникальную историю с влиянием китайского, но без установленного генетического родства с любым другим языком. Его система письма сочетает кандзи (китайские иероглифы) с двумя слоговыми азбуками: хираганой и катаканой.",
    "JPPAGE_cultural_desc": "Японский — это язык хайку, аниме, манги и богатой культурной традиции, ценящей точность и тонкость. Он отражает уникальные эстетические чувствительности и социальные структуры японского общества.",
    "JPPAGE_learning_desc": "Японский считается сложным для англоговорящих из-за его системы письма и грамматической структуры. Однако его произношение относительно straightforward, и учащиеся часто находят культурные аспекты rewarding.",
    "JPPAGE_join_desc": "Общайтесь с другими изучающими и носителями японского языка! Присоединяйтесь к нашим форумам, участвуйте в языковых обменах и погружайтесь в fascinating культуру Японии.",

    "KRPAGE_welcome": "Добро пожаловать на страницу Корейского языка",
    "KRPAGE_desc": "Откройте для себя красоту и уникальность корейского языка.",
    "KRPAGE_intro": "Исследуйте fascinating историю и культурное значение корейского языка.",
    "KRPAGE_history": "История Корейского языка",
    "KRPAGE_history_desc": "Корейский язык имеет уникальную историю с созданием Хангыля в XV веке королем Седжоном Великим. Эта научная система письма была разработана для easy изучения и perfectly представляет звуки корейского языка.",
    "KRPAGE_cultural_desc": "Корейский — это язык K-pop, K-драм и богатого культурного наследия, насчитывающего тысячи лет. Корейская волна (Халлю) сделала корейскую культуру и язык популярными во всем мире.",
    "KRPAGE_learning_desc": "Хотя корейская грамматика сильно отличается от английской, Хангыль считается одной из самых логичных систем письма в мире. При consistent практике учащиеся могут быстро стать proficient в чтении и письме.",
    "KRPAGE_join_desc": "Общайтесь с другими изучающими и носителями корейского языка! Присоединяйтесь к нашим форумам, участвуйте в языковых обменах и погружайтесь в vibrant культуру Кореи.",

    "NLPAGE_welcome": "Добро пожаловать на страницу Нидерландского языка",
    "NLPAGE_desc": "Откройте для себя красоту и уникальность нидерландского языка.",
    "NLPAGE_intro": "Исследуйте историю и культурное значение нидерландского языка.",
    "NLPAGE_history": "История Нидерландского языка",
    "NLPAGE_history_desc": "Нидерландский язык произошел от древнефранкского и отделился от других германских языков около V века. Стандартизация нидерландского языка началась в XVI веке, причем Statenvertaling (Государственный перевод) Библии сыграл key роль.",
    "NLPAGE_cultural_desc": "Нидерландский — это язык famous художников, таких как Рембрандт и Ван Гог, и философов, таких как Спиноза. Он также является предком африкаанс, на котором говорят в Южной Африке и Намибии, и повлиял на многие креольские языки.",
    "NLPAGE_learning_desc": "Нидерландский считается одним из самых easy языков для изучения англоговорящими из-за similar словарного запаса и грамматики. Однако его произношение, particularly гортанный звук 'g', может быть challenging для начинающих.",
    "NLPAGE_join_desc": "Общайтесь с другими изучающими и носителями нидерландского языка! Присоединяйтесь к нашим форумам, участвуйте в языковых обменах и погружайтесь в rich культуру Нидерландов и Фландрии.",

    "BRPAGE_welcome": "Добро пожаловать на страницу Бразильского Португальского языка",
    "BRPAGE_desc": "Откройте для себя ритм и теплоту бразильского португальского языка.",
    "BRPAGE_intro": "Исследуйте vibrant историю и культурное значение бразильского португальского.",
    "BRPAGE_history": "История Бразильского Португальского",
    "BRPAGE_history_desc": "Бразильский португальский evolved из языка, принесенного португальскими колонизаторами в XVI веке. На него significantly повлияли языки коренных народов и языки африканских рабов, resulting в unique варианте с собственным произношением, словарным запасом и грамматикой.",
    "BRPAGE_cultural_desc": "Бразильский португальский — это язык самбы, босса-новы и Карнавала. Это key к пониманию rich литературной традиции Бразилии, от Машаду де Ассиса до Пауло Коэльо, и ее vibrant кино- и телевизионной индустрии.",
    "BRPAGE_learning_desc": "Бразильский португальский известен своим melodic произношением и open гласными. Хотя он shares много similarities с европейским португальским, есть significant различия в произношении, словарном запасе и even грамматике, которые делают его distinct вариантом для изучения.",
    "BRPAGE_join_desc": "Общайтесь с другими изучающими и носителями бразильского португальского! Присоединяйтесь к нашим форумам, участвуйте в языковых обменах и погружайтесь в vibrant культуру Бразилии.",

    "RUPAGE_welcome": "Добро пожаловать на страницу Русского языка",
    "RUPAGE_desc": "Откройте для себя глубину и красоту русского языка.",
    "RUPAGE_intro": "Исследуйте богатую историю и культурное значение русского языка.",
    "RUPAGE_history": "История Русского языка",
    "RUPAGE_history_desc": "Русский язык — это восточнославянский язык, который произошел от древневосточнославянского, языка Киевской Руси. Он был стандартизирован в XVIII веке во время правления Петра Великого, причем Михаил Ломоносов и Александр Пушкин сыграли key роли в его развитии.",
    "RUPAGE_cultural_desc": "Русский — это язык literary гигантов, таких как Толстой, Достоевский и Чехов. Он имеет rich традицию в балете, классической музыке и науке и служил lingua franca Советского Союза и большей части Восточного блока.",
    "RUPAGE_learning_desc": "Русский известен своей complex грамматикой, включающей шесть падежей и виды глаголов. Кириллический алфавит, хотя initially challenging, является phonetic и может быть изучен relatively быстро. Многие учащиеся находят logical структуру языка rewarding.",
    "RUPAGE_join_desc": "Общайтесь с другими изучающими и носителями русского языка! Присоединяйтесь к нашим форумам, участвуйте в языковых обменах и погружайтесь в rich культурное наследие русскоязычного мира.",

    "VIPAGE_welcome": "Добро пожаловать на страницу Вьетнамского языка",
    "VIPAGE_desc": "Откройте для себя тона и красоту вьетнамского языка.",
    "VIPAGE_intro": "Исследуйте unique историю и культурное значение вьетнамского языка.",
    "VIPAGE_history": "История Вьетнамского языка",
    "VIPAGE_history_desc": "Вьетнамский — это австроазиатский язык с rich историей, находящейся под влиянием китайского, французского и других языков. Современная вьетнамская система письма, Quốc Ngữ, использует латинский алфавит и была developed португальскими миссионерами в XVII веке.",
    "VIPAGE_cultural_desc": "Вьетнамский — это язык rich литературной традиции, от ancient поэзии до modern романов. Он отражает историю, культуру и ценности страны и является central для вьетнамской идентичности.",
    "VIPAGE_learning_desc": "Вьетнамский — это tonal язык, который может быть challenge для учащихся. Однако его грамматика relatively simple, без спряжений глаголов или склонений существительных. С practice учащиеся могут быстро стать proficient в разговорной речи и понимании вьетнамского языка.",
    "VIPAGE_join_desc": "Общайтесь с другими изучающими и носителями вьетнамского языка! Присоединяйтесь к нашим форумам, участвуйте в языковых обменах и погружайтесь в vibrant культуру Вьетнама.",

    "ZHPAGE_welcome": "Добро пожаловать на страницу Китайского языка (Мандарин)",
    "ZHPAGE_desc": "Откройте для себя complexities китайского языка мандарин, самого распространенного языка в мире.",
    "ZHPAGE_intro": "Исследуйте богатую историю и культурное значение китайского языка мандарин.",
    "ZHPAGE_history": "История Мандарина",
    "ZHPAGE_history_desc": "Китайский язык мандарин имеет history, spanning более 3000 лет. Он evolved от древнекитайского и стал официальным языком Китая во времена династий Мин и Цин. Стандартизированная форма основана на пекинском диалекте.",
    "ZHPAGE_cultural_desc": "Мандарин — это самый распространенный язык в мире и служит key для понимания одной из старейших continuous цивилизаций мира. Это язык Конфуция, Лао-цзы и rich литературной традиции.",
    "ZHPAGE_learning_desc": "Хотя мандарин считается challenging для англоговорящих из-за его tonal природы и системы иероглифов, его грамматика relatively simple. С dedication учащиеся могут достичь proficiency и получить доступ к rich культурному миру.",
    "ZHPAGE_join_desc": "Общайтесь с другими изучающими и носителями мандарина! Присоединяйтесь к нашим форумам, участвуйте в языковых обменах и погружайтесь в fascinating культуру Китая и китаеязычного мира.",

    "language_name": "Русский"
}