{
    "page_name_index": "Языковой Центр",
    "Logo_name": "Языковой Центр",
    "dark_mode": "Тёмный Режим",
    "langs": "Языки",
    "about": "О Нас",
    "contact": "Свяжитесь с Нами",
    "welcome_index": "Добро пожаловать в Языковой Центр",
    "welcome_desc": "Исследуйте языки и культуры со всего мира.",
    
    "english": "Английский Язык",
    "en_desc": "Исследуйте богатство английского языка, его историю и глобальное влияние. Узнайте о его грамматике, лексике и нюансах, которые делают его уникальным.",
    "spanish": "Испанский Язык",
    "es_desc": "Погрузитесь в яркий мир испанского языка, на котором говорят миллионы людей во всем мире. Откройте для себя его культурное значение, разнообразие диалектов и красоту его литературы.",
    "french": "Французский Язык",
    "fr_desc": "Раскройте элегантность французского языка, известного своим искусством, модой и кухней. Узнайте о его грамматике, произношении и культурном контексте, который формирует его использование.",
    "korean": "Корейский Язык",
    "kr_desc": "Откройте для себя корейский язык, его distinctive письменность Хангыль и богатое культурное наследие. Узнайте о грамматике, произношении и влиянии корейской культуры в мире.",
    "mandarin": "Китайский Язык (Мандарин)",
    "zh_desc": "Откройте для себя сложность китайского языка (мандарин), самого распространенного языка в мире. Узнайте о его тонах, иероглифах и культурных нюансах, которые формируют общение в китайском обществе.",
    "canto": "Кантонский Язык",
    "zh-yue_desc": "Погрузитесь в кантонский язык, известный своей богатой историей и культурным значением в Гонконге и Южном Китае. Узнайте о его уникальной фонетике, лексике и роли, которую он играет в местной идентичности.",
    "japanese": "Японский Язык",
    "jp_desc": "Погрузитесь в японский язык, известный своими уникальными системами письма и культурной глубиной. Узнайте о грамматике, произношении и влиянии японской культуры.",
    "indo": "Индонезийский Язык",
    "id_desc":"Откройте для себя индонезийский язык, объединяющую силу в разнообразном архипелаге Индонезии.",
    "german": "Немецкий Язык",
    "de_desc": "Исследуйте немецкий язык, известный своей точностью и богатой литературной традицией. Узнайте о его грамматике, лексике и культурном контексте, который формирует его использование в Германии и beyond.",
    "dutch": "Нидерландский Язык",
    "nl_desc": "Откройте для себя нидерландский язык, на котором говорят в Нидерландах и Бельгии. Узнайте о его уникальных особенностях, грамматике и культурном контексте, который влияет на его использование в нидерландскоязычных регионах.",
    "portuguese": "Бразильский Португальский Язык",
    "pt-br_desc": "Исследуйте бразильский португальский язык, вариант португальского, на котором говорят в Бразилии. Узнайте о его уникальном произношении, лексике и культурных влияниях, которые формируют его использование в бразильском обществе.",
    "russian": "Русский Язык",
    "ru_desc":"Откройте для себя русский язык, известный своим богатым литературным наследием и сложной грамматикой. Узнайте о его кириллической письменности, фонетике и культурном контексте, который формирует общение в русскоязычных регионах.",
    "vietnamese": "Вьетнамский Язык",
    "vi_desc": "Исследуйте вьетнамский язык, известный своим тональным характером и уникальной письменностью. Узнайте о его грамматике, произношении и культурных влияниях, которые формируют общение во Вьетнаме.",
    
    "aboutUS": "О Нас",
    "about_desc": "Языковой Центр посвящен продвижению изучения языков и культурного обмена. Наша миссия — предоставлять ресурсы и поддержку для изучающих языки по всему миру.",
    "contactUS": "Свяжитесь с Нами",
    "contact_desc": "По вопросам, пожалуйста, напишите нам на email:",
    "rights": "&copy; 2025 Языковой Центр. Все права защищены.",

    "language_name": "Русский"
}