{
    "page_name_index": "Trung Tâm Ngôn Ngữ",
    "Logo_name": "Trung Tâm Ngôn Ngữ",
    "dark_mode": "Chế Độ Tối",
    "langs": "Ngôn Ngữ",
    "about": "Về Chúng Tôi",
    "contact": "Liên Hệ",
    "welcome_index": "Chào mừng đến với Trung Tâm Ngôn Ngữ",
    "welcome_desc": "Khám phá ngôn ngữ và văn hóa từ khắp nơi trên thế giới.",
    
    "english": "Tiếng Anh",
    "en_desc": "Khám phá sự phong phú của tiếng Anh, lịch sử và ảnh hưởng toàn cầu của nó. Tìm hiểu về ngữ pháp, từ vựng và những sắc thái làm nên sự độc đáo của ngôn ngữ này.",
    "spanish": "Tiếng Tây Ban Nha",
    "es_desc": "Lặn ngập vào thế giới sôi động của tiếng Tây Ban Nha, được hàng triệu người sử dụng trên toàn cầu. Khám phá ý nghĩa văn hóa, các phương ngữ đa dạng và vẻ đẹp của văn học Tây Ban Nha.",
    "french": "Tiếng Pháp",
    "fr_desc": "Khám phá sự thanh lịch của tiếng Pháp, nổi tiếng với nghệ thuật, thời trang và ẩm thực. Tìm hiểu về ngữ pháp, cách phát âm và bối cảnh văn hóa định hình cách sử dụng của nó.",
    "korean": "Tiếng Hàn",
    "kr_desc": "Khám phá tiếng Hàn, bảng chữ cái Hangul đặc trưng và di sản văn hóa phong phú của nó. Tìm hiểu về ngữ pháp, cách phát âm và tác động của văn hóa Hàn Quốc trên toàn cầu.",
    "mandarin": "Tiếng Quan Thoại",
    "zh_desc": "Khám phá sự phức tạp của tiếng Quan Thoại, ngôn ngữ được nói nhiều nhất trên thế giới. Tìm hiểu về thanh điệu, chữ Hán và những sắc thái văn hóa định hình giao tiếp trong xã hội Trung Quốc.",
    "canto": "Tiếng Quảng Đông",
    "zh-yue_desc": "Đào sâu vào tiếng Quảng Đông, nổi tiếng với lịch sử phong phú và ý nghĩa văn hóa tại Hồng Kông và miền Nam Trung Quốc. Tìm hiểu về ngữ âm độc đáo, từ vựng và vai trò của nó trong bản sắc địa phương.",
    "japanese": "Tiếng Nhật",
    "jp_desc": "Lặn ngập vào tiếng Nhật, nổi tiếng với hệ thống chữ viết độc đáo và chiều sâu văn hóa. Tìm hiểu về ngữ pháp, cách phát âm và ảnh hưởng của văn hóa Nhật Bản.",
    "indo": "Tiếng Indonesia",
    "id_desc":"Khám phá tiếng Indonesia, một sức mạnh thống nhất trong quần đảo đa dạng của Indonesia.",
    "german": "Tiếng Đức",
    "de_desc": "Khám phá tiếng Đức, nổi tiếng với sự chính xác và truyền thống văn học phong phú. Tìm hiểu về ngữ pháp, từ vựng và bối cảnh văn hóa định hình cách sử dụng của nó ở Đức và beyond.",
    "dutch": "Tiếng Hà Lan",
    "nl_desc": "Khám phá tiếng Hà Lan, được sử dụng ở Hà Lan và Bỉ. Tìm hiểu về các đặc điểm độc đáo, ngữ pháp và bối cảnh văn hóa ảnh hưởng đến cách sử dụng của nó ở các khu vực nói tiếng Hà Lan.",
    "portuguese": "Tiếng Bồ Đào Nha Brazil",
    "pt-br_desc": "Khám phá tiếng Bồ Đào Nha Brazil, một biến thể của tiếng Bồ Đào Nha được nói ở Brazil. Tìm hiểu về cách phát âm độc đáo, từ vựng và những ảnh hưởng văn hóa định hình cách sử dụng của nó trong xã hội Brazil.",
    "russian": "Tiếng Nga",
    "ru_desc":"Khám phá tiếng Nga, nổi tiếng với truyền thống văn học phong phú và ngữ pháp phức tạp. Tìm hiểu về chữ viết Cyrillic, ngữ âm và bối cảnh văn hóa định hình giao tiếp ở các khu vực nói tiếng Nga.",
    "vietnamese": "Tiếng Việt",
    "vi_desc": "Khám phá tiếng Việt, nổi tiếng với tính chất thanh điệu và chữ viết độc đáo. Tìm hiểu về ngữ pháp, cách phát âm và những ảnh hưởng văn hóa định hình giao tiếp tại Việt Nam.",
    
    "aboutUS": "Về Chúng Tôi",
    "about_desc": "Trung Tâm Ngôn Ngữ cam kết thúc đẩy việc học ngôn ngữ và giao lưu văn hóa. Sứ mệnh của chúng tôi là cung cấp tài nguyên và hỗ trợ cho người học ngôn ngữ trên toàn thế giới.",
    "contactUS": "Liên Hệ",
    "contact_desc": "Để được giải đáp thắc mắc, vui lòng gửi email cho chúng tôi tại",
    "rights": "&copy; 2025 Trung Tâm Ngôn Ngữ. Tất cả các quyền được bảo lưu.",

    "language_name": "Tiếng Việt"
}