{
    "page_name_index": "Trung Tâm Ngôn Ngữ",
    "Logo_name": "Trung Tâm Ngôn Ngữ",
    "dark_mode": "Chế Độ Tối",
    "langs": "Ngôn Ngữ",
    "about": "Về Chúng Tôi",
    "contact": "Liên Hệ",
    "welcome_index": "Chào mừng đến với Trung Tâm Ngôn Ngữ",
    "welcome_desc": "Khám phá ngôn ngữ và văn hóa từ khắp nơi trên thế giới.",
    
    "english": "Tiếng Anh",
    "en_desc": "Khám phá sự phong phú của tiếng Anh, lịch sử và ảnh hưởng toàn cầu của nó. Tìm hiểu về ngữ pháp, từ vựng và những sắc thái làm nên sự độc đáo của ngôn ngữ này.",
    "spanish": "Tiếng Tây Ban Nha",
    "es_desc": "Lặn ngập vào thế giới sôi động của tiếng Tây Ban Nha, được hàng triệu người sử dụng trên toàn cầu. Khám phá ý nghĩa văn hóa, các phương ngữ đa dạng và vẻ đẹp của văn học Tây Ban Nha.",
    "french": "Tiếng Pháp",
    "fr_desc": "Khám phá sự thanh lịch của tiếng Pháp, nổi tiếng với nghệ thuật, thời trang và ẩm thực. Tìm hiểu về ngữ pháp, cách phát âm và bối cảnh văn hóa định hình cách sử dụng của nó.",
    "korean": "Tiếng Hàn",
    "kr_desc": "Khám phá tiếng Hàn, bảng chữ cái Hangul đặc trưng và di sản văn hóa phong phú của nó. Tìm hiểu về ngữ pháp, cách phát âm và tác động của văn hóa Hàn Quốc trên toàn cầu.",
    "mandarin": "Tiếng Quan Thoại",
    "zh_desc": "Khám phá sự phức tạp của tiếng Quan Thoại, ngôn ngữ được nói nhiều nhất trên thế giới. Tìm hiểu về thanh điệu, chữ Hán và những sắc thái văn hóa định hình giao tiếp trong xã hội Trung Quốc.",
    "canto": "Tiếng Quảng Đông",
    "zh-yue_desc": "Đào sâu vào tiếng Quảng Đông, nổi tiếng với lịch sử phong phú và ý nghĩa văn hóa tại Hồng Kông và miền Nam Trung Quốc. Tìm hiểu về ngữ âm độc đáo, từ vựng và vai trò của nó trong bản sắc địa phương.",
    "japanese": "Tiếng Nhật",
    "jp_desc": "Lặn ngập vào tiếng Nhật, nổi tiếng với hệ thống chữ viết độc đáo và chiều sâu văn hóa. Tìm hiểu về ngữ pháp, cách phát âm và ảnh hưởng của văn hóa Nhật Bản.",
    "indo": "Tiếng Indonesia",
    "id_desc":"Khám phá tiếng Indonesia, một sức mạnh thống nhất trong quần đảo đa dạng của Indonesia.",
    "german": "Tiếng Đức",
    "de_desc": "Khám phá tiếng Đức, nổi tiếng với sự chính xác và truyền thống văn học phong phú. Tìm hiểu về ngữ pháp, từ vựng và bối cảnh văn hóa định hình cách sử dụng của nó ở Đức và beyond.",
    "dutch": "Tiếng Hà Lan",
    "nl_desc": "Khám phá tiếng Hà Lan, được sử dụng ở Hà Lan và Bỉ. Tìm hiểu về các đặc điểm độc đáo, ngữ pháp và bối cảnh văn hóa ảnh hưởng đến cách sử dụng của nó ở các khu vực nói tiếng Hà Lan.",
    "portuguese": "Tiếng Bồ Đào Nha Brazil",
    "pt-br_desc": "Khám phá tiếng Bồ Đào Nha Brazil, một biến thể của tiếng Bồ Đào Nha được nói ở Brazil. Tìm hiểu về cách phát âm độc đáo, từ vựng và những ảnh hưởng văn hóa định hình cách sử dụng của nó trong xã hội Brazil.",
    "russian": "Tiếng Nga",
    "ru_desc":"Khám phá tiếng Nga, nổi tiếng với truyền thống văn học phong phú và ngữ pháp phức tạp. Tìm hiểu về chữ viết Cyrillic, ngữ âm và bối cảnh văn hóa định hình giao tiếp ở các khu vực nói tiếng Nga.",
    "vietnamese": "Tiếng Việt",
    "vi_desc": "Khám phá tiếng Việt, nổi tiếng với tính chất thanh điệu và chữ viết độc đáo. Tìm hiểu về ngữ pháp, cách phát âm và những ảnh hưởng văn hóa định hình giao tiếp tại Việt Nam.",
    
    "aboutUS": "Về Chúng Tôi",
    "about_desc": "Trung Tâm Ngôn Ngữ cam kết thúc đẩy việc học ngôn ngữ và giao lưu văn hóa. Sứ mệnh của chúng tôi là cung cấp tài nguyên và hỗ trợ cho người học ngôn ngữ trên toàn thế giới.",
    "contactUS": "Liên Hệ",
    "contact_desc": "Để được giải đáp thắc mắc, vui lòng gửi email cho chúng tôi tại",
    
    "rights": "2025 Language Hub. Một số quyền được bảo lưu.",
    "join": "Tham gia Cộng đồng",
    "learning": "Tài nguyên Học tập",
    "Cultural": "Ý nghĩa Văn hóa",

    "ENPAGE_welcome": "Chào mừng đến với Trang Ngôn ngữ Tiếng Anh",
    "ENPAGE_desc": "Khám phá vẻ đẹp và sự phức tạp của tiếng Anh.",
    "ENPAGE_intro": "Khám phá lịch sử phong phú và ý nghĩa văn hóa của tiếng Anh.",
    "ENPAGE_history": "Lịch sử Tiếng Anh",
    "ENPAGE_history_desc": "Tiếng Anh đã phát triển qua nhiều thế kỷ, chịu ảnh hưởng của nhiều nền văn hóa và ngôn ngữ khác nhau. Từ tiếng Anh cổ đến tiếng Anh hiện đại, nó phản ánh lịch sử của Quần đảo Anh và thế giới rộng lớn hơn.",
    "ENPAGE_Cultural_desc": "Tiếng Anh không chỉ là một ngôn ngữ; đó là một hiện tượng toàn cầu. Nó đóng vai trò là ngôn ngữ chung ở nhiều nơi trên thế giới, tạo điều kiện giao tiếp giữa các nền văn hóa. Văn học, âm nhạc và truyền thông của nó đã có tác động sâu sắc đến văn hóa toàn cầu.",
    "ENPAGE_learning_desc": "Dù bạn là người bản ngữ hay đang học tiếng Anh như ngôn ngữ thứ hai, đều có rất nhiều tài nguyên có sẵn. Từ các khóa học trực tuyến đến các chương trình trao đổi ngôn ngữ, cơ hội để cải thiện kỹ năng tiếng Anh của bạn là rất lớn.",
    "ENPAGE_join_desc": "Kết nối với những người đam mê ngôn ngữ khác! Tham gia diễn đàn của chúng tôi, tham gia thảo luận và chia sẻ kinh nghiệm của bạn với tiếng Anh. Dù là người học hay người nói thành thạo, đều có một vị trí dành cho bạn trong cộng đồng của chúng tôi.",

    "ESPAGE_welcome": "Chào mừng đến với Trang Ngôn ngữ Tiếng Tây Ban Nha",
    "ESPAGE_desc": "Khám phá vẻ đẹp và sự phong phú của tiếng Tây Ban Nha.",
    "ESPAGE_intro": "Khám phá lịch sử sống động và ý nghĩa văn hóa của tiếng Tây Ban Nha.",
    "ESPAGE_history": "Lịch sử Tiếng Tây Ban Nha",
    "ESPAGE_history_desc": "Tiếng Tây Ban Nha phát triển từ tiếng Latinh thông tục ở Bán đảo Iberia và đã lan rộng khắp thế giới thông qua quá trình thuộc địa hóa. Ngày nay, nó là ngôn ngữ chính thức của 20 quốc gia và là một trong những ngôn ngữ được nói nhiều nhất trên toàn thế giới.",
    "ESPAGE_cultural_desc": "Tiếng Tây Ban Nha nổi tiếng với truyền thống văn học phong phú, từ Cervantes đến García Márquez. Đó là ngôn ngữ của flamenco, tango và vô số biểu hiện văn hóa trên khắp Mỹ Latinh và Tây Ban Nha.",
    "ESPAGE_learning_desc": "Tiếng Tây Ban Nha được coi là một trong những ngôn ngữ dễ học nhất đối với người nói tiếng Anh. Với chính tả ngữ âm và nhiều từ cognate, người học có thể nhanh chóng xây dựng vốn từ vựng và giao tiếp hiệu quả.",
    "ESPAGE_join_desc": "Kết nối với những người học và nói tiếng Tây Ban Nha khác! Tham gia diễn đàn của chúng tôi, tham gia trao đổi ngôn ngữ và đắm mình trong các nền văn hóa đa dạng của thế giới nói tiếng Tây Ban Nha.",

    "FRPAGE_welcome": "Chào mừng đến với Trang Ngôn ngữ Tiếng Pháp",
    "FRPAGE_desc": "Khám phá sự thanh lịch và vẻ đẹp của tiếng Pháp.",
    "FRPAGE_intro": "Khám phá lịch sử phong phú và ý nghĩa văn hóa của tiếng Pháp.",
    "FRPAGE_history": "Lịch sử Tiếng Pháp",
    "FRPAGE_history_desc": "Tiếng Pháp phát triển từ tiếng Latinh thông tục và chịu ảnh hưởng của các ngôn ngữ Celtic ở Bắc Gaul. Nó trở thành ngôn ngữ quốc tế của ngoại giao và văn hóa trong thế kỷ 17 và 18.",
    "FRPAGE_cultural_desc": "Tiếng Pháp được biết đến như là ngôn ngữ của tình yêu, ngoại giao và ẩm thực cao cấp. Nó là ngôn ngữ chính thức của các tổ chức quốc tế và có một truyền thống văn học phong phú từ Victor Hugo đến Albert Camus.",
    "FRPAGE_learning_desc": "Tiếng Pháp được coi là một trong những ngôn ngữ đẹp nhất thế giới. Mặc dù phát âm của nó có thể là thách thức, nhưng cấu trúc ngữ pháp logic của nó khiến việc học trở nên bổ ích.",
    "FRPAGE_join_desc": "Kết nối với những người học và nói tiếng Pháp khác! Tham gia diễn đàn của chúng tôi, tham gia trao đổi ngôn ngữ và đắm mình trong các nền văn hóa đa dạng của thế giới nói tiếng Pháp.",

    "JPPAGE_welcome": "Chào mừng đến với Trang Ngôn ngữ Tiếng Nhật",
    "JPPAGE_desc": "Khám phá vẻ đẹp và sự phức tạp của tiếng Nhật.",
    "JPPAGE_intro": "Khám phá lịch sử độc đáo và ý nghĩa văn hóa của tiếng Nhật.",
    "JPPAGE_history": "Lịch sử Tiếng Nhật",
    "JPPAGE_history_desc": "Tiếng Nhật có một lịch sử độc đáo với ảnh hưởng từ tiếng Trung nhưng không có mối quan hệ di truyền được thiết lập với bất kỳ ngôn ngữ nào khác. Hệ thống chữ viết của nó kết hợp kanji (chữ Hán) với hai bảng chữ cái âm tiết: hiragana và katakana.",
    "JPPAGE_cultural_desc": "Tiếng Nhật là ngôn ngữ của thơ haiku, anime, manga và một truyền thống văn hóa phong phú coi trọng sự chính xác và tinh tế. Nó phản ánh sự nhạy cảm thẩm mỹ độc đáo và cấu trúc xã hội của xã hội Nhật Bản.",
    "JPPAGE_learning_desc": "Tiếng Nhật được coi là thách thức đối với người nói tiếng Anh do hệ thống chữ viết và cấu trúc ngữ pháp của nó. Tuy nhiên, cách phát âm của nó tương đối đơn giản, và người học thường thấy các khía cạnh văn hóa rất bổ ích.",
    "JPPAGE_join_desc": "Kết nối với những người học và nói tiếng Nhật khác! Tham gia diễn đàn của chúng tôi, tham gia trao đổi ngôn ngữ và đắm mình trong nền văn hóa đầy mê hoặc của Nhật Bản.",

    "KRPAGE_welcome": "Chào mừng đến với Trang Ngôn ngữ Tiếng Hàn",
    "KRPAGE_desc": "Khám phá vẻ đẹp và sự độc đáo của tiếng Hàn.",
    "KRPAGE_intro": "Khám phá lịch sử hấp dẫn và ý nghĩa văn hóa của tiếng Hàn.",
    "KRPAGE_history": "Lịch sử Tiếng Hàn",
    "KRPAGE_history_desc": "Tiếng Hàn có một lịch sử độc đáo với sự ra đời của Hangul vào thế kỷ 15 bởi Vua Sejong Đại đế. Hệ thống chữ viết khoa học này được thiết kế để dễ học và thể hiện hoàn hảo âm thanh của tiếng Hàn.",
    "KRPAGE_cultural_desc": "Tiếng Hàn là ngôn ngữ của K-pop, K-drama và một di sản văn hóa phong phú trải dài hàng ngàn năm. Làn sóng Hàn Quốc (Hallyu) đã đưa văn hóa và ngôn ngữ Hàn Quốc trở nên phổ biến trên toàn thế giới.",
    "KRPAGE_learning_desc": "Mặc dù ngữ pháp tiếng Hàn khá khác so với tiếng Anh, nhưng Hangul được coi là một trong những hệ thống chữ viết hợp lý nhất trên thế giới. Với việc luyện tập kiên trì, người học có nhanh chóng thành thạo đọc và viết.",
    "KRPAGE_join_desc": "Kết nối với những người học và nói tiếng Hàn khác! Tham gia diễn đàn của chúng tôi, tham gia trao đổi ngôn ngữ và đắm mình trong nền văn hóa sôi động của Hàn Quốc.",

    "NLPAGE_welcome": "Chào mừng đến với Trang Ngôn ngữ Tiếng Hà Lan",
    "NLPAGE_desc": "Khám phá vẻ đẹp và sự độc đáo của tiếng Hà Lan.",
    "NLPAGE_intro": "Khám phá lịch sử và ý nghĩa văn hóa của tiếng Hà Lan.",
    "NLPAGE_history": "Lịch sử Tiếng Hà Lan",
    "NLPAGE_history_desc": "Tiếng Hà Lan phát triển từ tiếng Frankish Cổ và trở nên khác biệt với các ngôn ngữ German khác vào khoảng thế kỷ thứ 5. Việc chuẩn hóa tiếng Hà Lan bắt đầu vào thế kỷ 16, với bản Statenvertaling (Bản dịch Nhà nước) của Kinh thánh đóng một vai trò then chốt.",
    "NLPAGE_cultural_desc": "Tiếng Hà Lan là ngôn ngữ của những họa sĩ nổi tiếng như Rembrandt và Van Gogh, và các triết gia như Spinoza. Nó cũng là tổ tiên của tiếng Afrikaans, được nói ở Nam Phi và Namibia, và đã ảnh hưởng đến nhiều ngôn ngữ creole.",
    "NLPAGE_learning_desc": "Tiếng Hà Lan được coi là một trong những ngôn ngữ dễ học nhất đối với người nói tiếng Anh do từ vựng và ngữ pháp tương đồng. Tuy nhiên, cách phát âm của nó, đặc biệt là âm 'g' cổ họng, có thể là thách thức đối với người mới bắt đầu.",
    "NLPAGE_join_desc": "Kết nối với những người học và nói tiếng Hà Lan khác! Tham gia diễn đàn của chúng tôi, tham gia trao đổi ngôn ngữ và đắm mình trong nền văn hóa phong phú của Hà Lan và Flanders.",

    "BRPAGE_welcome": "Chào mừng đến với Trang Ngôn ngữ Tiếng Bồ Đào Nha Brazil",
    "BRPAGE_desc": "Khám phá nhịp điệu và sự ấm áp của tiếng Bồ Đào Nha Brazil.",
    "BRPAGE_intro": "Khám phá lịch sử sôi động và ý nghĩa văn hóa của tiếng Bồ Đào Nha Brazil.",
    "BRPAGE_history": "Lịch sử Tiếng Bồ Đào Nha Brazil",
    "BRPAGE_history_desc": "Tiếng Bồ Đào Nha Brazil phát triển từ ngôn ngữ do những người thực dân Bồ Đào Nha mang đến vào thế kỷ 16. Nó chịu ảnh hưởng đáng kể từ các ngôn ngữ bản địa và ngôn ngữ của nô lệ châu Phi, dẫn đến một biến thể độc đáo với cách phát âm, từ vựng và ngữ pháp riêng.",
    "BRPAGE_cultural_desc": "Tiếng Bồ Đào Nha Brazil là ngôn ngữ của samba, bossa nova và Carnival. Nó là chìa khóa để hiểu truyền thống văn học phong phú của Brazil, từ Machado de Assis đến Paulo Coelho, và ngành công nghiệp điện ảnh và truyền hình sôi động của nó.",
    "BRPAGE_learning_desc": "Tiếng Bồ Đào Nha Brazil nổi tiếng với cách phát âm du dương và nguyên âm mở. Mặc dù có nhiều điểm tương đồng với tiếng Bồ Đào Nha châu Âu, nhưng có sự khác biệt đáng kể về cách phát âm, từ vựng và thậm chí cả ngữ pháp, khiến nó trở thành một biến thể riêng biệt để học.",
    "BRPAGE_join_desc": "Kết nối với những người học và nói tiếng Bồ Đào Nha Brazil khác! Tham gia diễn đàn của chúng tôi, tham gia trao đổi ngôn ngữ và đắm mình trong nền văn hóa sôi động của Brazil.",

    "RUPAGE_welcome": "Chào mừng đến với Trang Ngôn ngữ Tiếng Nga",
    "RUPAGE_desc": "Khám phá chiều sâu và vẻ đẹp của tiếng Nga.",
    "RUPAGE_intro": "Khám phá lịch sử phong phú và ý nghĩa văn hóa của tiếng Nga.",
    "RUPAGE_history": "Lịch sử Tiếng Nga",
    "RUPAGE_history_desc": "Tiếng Nga là một ngôn ngữ Slav Đông phát triển từ tiếng Slav Đông Cổ, ngôn ngữ của Rus Kiev. Nó được chuẩn hóa vào thế kỷ 18 dưới thời trị vì của Peter Đại đế, với Mikhail Lomonosov và Alexander Pushkin đóng vai trò then chốt trong sự phát triển của nó.",
    "RUPAGE_cultural_desc": "Tiếng Nga là ngôn ngữ của những gã khổng lồ văn học như Tolstoy, Dostoevsky và Chekhov. Nó có một truyền thống phong phú về ballet, âm nhạc cổ điển và khoa học, và từng là ngôn ngữ chung của Liên Xô và phần lớn Khối phía Đông.",
    "RUPAGE_learning_desc": "Tiếng Nga nổi tiếng với ngữ pháp phức tạp, bao gồm sáu cách và thể của động từ. Bảng chữ cái Cyrillic, mặc dù ban đầu có thể khó khăn, nhưng là ngữ âm và có thể được học tương đối nhanh. Nhiều người học thấy cấu trúc logic của ngôn ngữ này rất bổ ích.",
    "RUPAGE_join_desc": "Kết nối với những người học và nói tiếng Nga khác! Tham gia diễn đàn của chúng tôi, tham gia trao đổi ngôn ngữ và đắm mình trong di sản văn hóa phong phú của thế giới nói tiếng Nga.",

    "VIPAGE_welcome": "Chào mừng đến với Trang Ngôn ngữ Tiếng Việt",
    "VIPAGE_desc": "Khám phá thanh điệu và vẻ đẹp của tiếng Việt.",
    "VIPAGE_intro": "Khám phá lịch sử độc đáo và ý nghĩa văn hóa của tiếng Việt.",
    "VIPAGE_history": "Lịch sử Tiếng Việt",
    "VIPAGE_history_desc": "Tiếng Việt là một ngôn ngữ thuộc ngữ hệ Nam Á với lịch sử phong phú chịu ảnh hưởng của tiếng Trung, tiếng Pháp và các ngôn ngữ khác. Hệ thống chữ viết tiếng Việt hiện đại, Quốc Ngữ, sử dụng bảng chữ cái Latinh và được phát triển bởi các nhà truyền giáo Bồ Đào Nha vào thế kỷ 17.",
    "VIPAGE_cultural_desc": "Tiếng Việt là ngôn ngữ của một truyền thống văn học phong phú, từ thơ ca cổ điển đến tiểu thuyết hiện đại. Nó phản ánh lịch sử, văn hóa và các giá trị của đất nước, và là trung tâm của bản sắc Việt Nam.",
    "VIPAGE_learning_desc": "Tiếng Việt là một ngôn ngữ có thanh điệu, điều này có thể là thách thức đối với người học. Tuy nhiên, ngữ pháp của nó tương đối đơn giản, không có chia động từ hay biến cách danh từ. Với sự luyện tập, người học có thể nhanh chóng thành thạo nói và hiểu tiếng Việt.",
    "VIPAGE_join_desc": "Kết nối với những người học và nói tiếng Việt khác! Tham gia diễn đàn của chúng tôi, tham gia trao đổi ngôn ngữ và đắm mình trong nền văn hóa sôi động của Việt Nam.",

    "ZHPAGE_welcome": "Chào mừng đến với Trang Ngôn ngữ Tiếng Quan Thoại",
    "ZHPAGE_desc": "Khám phá sự phức tạp của tiếng Quan Thoại, ngôn ngữ được nói nhiều nhất trên thế giới.",
    "ZHPAGE_intro": "Khám phá lịch sử phong phú và ý nghĩa văn hóa của tiếng Quan Thoại.",
    "ZHPAGE_history": "Lịch sử Tiếng Quan Thoại",
    "ZHPAGE_history_desc": "Tiếng Quan Thoại Trung Quốc có lịch sử trải dài hơn 3000 năm. Nó phát triển từ Hán ngữ cổ và trở thành ngôn ngữ chính thức của Trung Quốc trong các triều đại Minh và Thanh. Hình thức chuẩn hóa dựa trên phương ngữ Bắc Kinh.",
    "ZHPAGE_cultural_desc": "Tiếng Quan Thoại là ngôn ngữ được nói nhiều nhất trên thế giới và là chìa khóa để hiểu một trong những nền văn minh liên tục lâu đời nhất thế giới. Đó là ngôn ngữ của Khổng Tử, Lão Tử và một truyền thống văn học phong phú.",
    "ZHPAGE_learning_desc": "Mặc dù tiếng Quan Thoại được coi là thách thức đối với người nói tiếng Anh do tính chất thanh điệu và hệ thống chữ viết, ngữ pháp của nó tương đối đơn giản. Với sự cống hiến, người học có thể đạt được trình độ thành thạo và tiếp cận một thế giới văn hóa phong phú.",
    "ZHPAGE_join_desc": "Kết nối với những người học và nói tiếng Quan Thoại khác! Tham gia diễn đàn của chúng tôi, tham gia trao đổi ngôn ngữ và đắm mình trong nền văn hóa đầy mê hoặc của Trung Quốc và thế giới nói tiếng Hán.",

    "language_name": "Tiếng Việt"
}